{
  "activation": "silu",
  "architectures": [
    "CodeMindForCausalLM"
  ],
  "attention_dropout": 0.0,
  "dtype": "float32",
  "head_dim": 64,
  "hidden_dropout": 0.0,
  "hidden_size": 1280,
  "intermediate_size": 3520,
  "max_position_embeddings": 4096,
  "mod_capacity_factor": 0.5,
  "model_type": "codemind",
  "num_attention_heads": 20,
  "num_experts": 1,
  "num_experts_per_tok": 1,
  "num_hidden_layers": 24,
  "num_key_value_heads": 4,
  "output_router_logits": false,
  "rms_norm_eps": 1e-06,
  "rope_parameters": {
    "rope_theta": 10000.0,
    "rope_type": "default"
  },
  "rope_scaling": {
    "rope_theta": 10000.0,
    "rope_type": "default"
  },
  "rotary_pct": 1.0,
  "tie_word_embeddings": true,
  "transformers_version": "5.0.0",
  "use_cache": true,
  "use_flash_attention": true,
  "use_mod": false,
  "vocab_size": 50264
}
