{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|python|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|dart|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|javascript|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|code|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|comment|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|docstring|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|function|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|class|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<|error|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<|fix|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<|explain|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<|question|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<|answer|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<|eos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|unk|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|python|>": 0,
      "<|dart|>": 1,
      "<|javascript|>": 2,
      "<|code|>": 3,
      "<|comment|>": 4,
      "<|docstring|>": 5,
      "<|function|>": 6,
      "<|class|>": 7,
      "<|error|>": 8,
      "<|fix|>": 9,
      "<|explain|>": 10,
      "<|question|>": 11,
      "<|answer|>": 12,
      "<|pad|>": 13,
      "<|eos|>": 14,
      "<|unk|>": 15,
      "#": 16,
      "$": 17,
      "%": 18,
      "'": 19,
      "(": 20,
      ")": 21,
      "*": 22,
      "+": 23,
      ",": 24,
      "-": 25,
      ".": 26,
      "/": 27,
      "0": 28,
      "1": 29,
      "2": 30,
      "3": 31,
      "4": 32,
      "5": 33,
      "6": 34,
      "8": 35,
      ":": 36,
      ";": 37,
      "<": 38,
      "=": 39,
      ">": 40,
      "?": 41,
      "@": 42,
      "A": 43,
      "B": 44,
      "C": 45,
      "D": 46,
      "E": 47,
      "F": 48,
      "H": 49,
      "I": 50,
      "J": 51,
      "K": 52,
      "L": 53,
      "M": 54,
      "P": 55,
      "R": 56,
      "S": 57,
      "T": 58,
      "U": 59,
      "W": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "]": 64,
      "_": 65,
      "`": 66,
      "a": 67,
      "b": 68,
      "c": 69,
      "d": 70,
      "e": 71,
      "f": 72,
      "g": 73,
      "h": 74,
      "i": 75,
      "j": 76,
      "k": 77,
      "l": 78,
      "m": 79,
      "n": 80,
      "o": 81,
      "p": 82,
      "q": 83,
      "r": 84,
      "s": 85,
      "t": 86,
      "u": 87,
      "v": 88,
      "w": 89,
      "x": 90,
      "y": 91,
      "z": 92,
      "{": 93,
      "}": 94,
      "§": 95,
      "±": 96,
      "¶": 97,
      "¼": 98,
      "Ã": 99,
      "Ä": 100,
      "Å": 101,
      "Ċ": 102,
      "Ġ": 103,
      "Ł": 104,
      "ĠĠ": 105,
      "``": 106,
      "on": 107,
      "ĠĠĠ": 108,
      "te": 109,
      "Ä±": 110,
      "Ġ=": 111,
      "Ġc": 112,
      "Ġ``": 113,
      "Ġ```": 114,
      "la": 115,
      "re": 116,
      "ri": 117,
      "as": 118,
      "Ä±l": 119,
      "le": 120,
      "ta": 121,
      "ti": 122,
      "ar": 123,
      "me": 124,
      "Ġf": 125,
      "nt": 126,
      "Ġs": 127,
      "ĠĠĠĠ": 128,
      "il": 129,
      "ur": 130,
      "Ġb": 131,
      "Ġn": 132,
      "th": 133,
      "ons": 134,
      "ter": 135,
      "')": 136,
      "ex": 137,
      "is": 138,
      "asÄ±l": 139,
      "ĠnasÄ±l": 140,
      "('": 141,
      ");": 142,
      "de": 143,
      "tur": 144,
      "yth": 145,
      "Ġp": 146,
      "Ġ{": 147,
      "ĠĊ": 148,
      "Ġcons": 149,
      "ython": 150,
      "Sta": 151,
      "er": 152,
      "et": 153,
      "iy": 154,
      "lu": 155,
      "or": 156,
      "ul": 157,
      "Ġ/": 158,
      "Ġ}": 159,
      "Ġre": 160,
      "rint": 161,
      "ĠĠĠĠĠĠĠ": 162,
      "Ġprint": 163,
      "State": 164,
      "Co": 165,
      "in": 166,
      "python": 167,
      "Ä±r": 168,
      "Ä±lÄ±r": 169,
      "Ġsa": 170,
      "ild": 171,
      "Ġconst": 172,
      "Ġ//": 173,
      "()": 174,
      "Wi": 175,
      "dg": 176,
      "ks": 177,
      "ma": 178,
      "pt": 179,
      "un": 180,
      "ya": 181,
      "yi": 182,
      "Ġ'": 183,
      "Ġ2": 184,
      "ĠF": 185,
      "ĠT": 186,
      "Ġde": 187,
      "onks": 188,
      "Ġ=>": 189,
      "lar": 190,
      "turn": 191,
      "iyon": 192,
      "Ġreturn": 193,
      "Widg": 194,
      "onksiyon": 195,
      "Widget": 196,
      "):": 197,
      "ce": 198,
      "da": 199,
      "ir": 200,
      "ss": 201,
      "Ġ[": 202,
      "Ġi": 203,
      "Ġx": 204,
      "ext": 205,
      "Ġsayi": 206,
      "ĠText": 207,
      "Ġdef": 208,
      "Ġsayilar": 209,
      "',": 210,
      "av": 211,
      "cri": 212,
      "op": 213,
      "tle": 214,
      "ve": 215,
      "Ġ0": 216,
      "Ġk": 217,
      "Ġya": 218,
      "time": 219,
      "Ġfonksiyon": 220,
      "'),": 221,
      "cript": 222,
      "'d": 223,
      "el": 224,
      "hild": 225,
      "if": 226,
      "lis": 227,
      "ra": 228,
      "top": 229,
      "xt": 230,
      "Ġ#": 231,
      "Ġ*": 232,
      "Ġa": 233,
      "ĠState": 234,
      "ĠĠĠĠĠ": 235,
      "Ġchild": 236,
      "lan": 237,
      "Coun": 238,
      "Ġyaz": 239,
      "topla": 240,
      "Counter": 241,
      "ad": 242,
      "bda": 243,
      "cti": 244,
      "gs": 245,
      "it": 246,
      "ka": 247,
      "mar": 248,
      "mbda": 249,
      "olu": 250,
      "ror": 251,
      "unt": 252,
      "uild": 253,
      "yve": 254,
      "ÅŁ": 255,
      "Ġ3": 256,
      "Ġ@": 257,
      "ĠL": 258,
      "Ġ_": 259,
      "Ġme": 260,
      "Ġex": 261,
      "Ġtime": 262,
      "onte": 263,
      "Ġcla": 264,
      "ren": 265,
      "args": 266,
      "ullan": 267,
      "Ġkullan": 268,
      "elf": 269,
      "ĠyazÄ±lÄ±r": 270,
      "ction": 271,
      "marka": 272,
      "ontext": 273,
      "Ġclass": 274,
      "ĠkullanÄ±lÄ±r": 275,
      "':": 276,
      "'t": 277,
      "),": 278,
      "Di": 279,
      "Jav": 280,
      "Script": 281,
      "],": 282,
      "at": 283,
      "ait": 284,
      "aScript": 285,
      "ds": 286,
      "dar": 287,
      "ed": 288,
      "jav": 289,
      "mn": 290,
      "nc": 291,
      "ng": 292,
      "nds": 293,
      "od": 294,
      "ol": 295,
      "ov": 296,
      "ow": 297,
      "ount": 298,
      "ry": 299,
      "self": 300,
      "tre": 301,
      "tter": 302,
      "uc": 303,
      "ut": 304,
      "wait": 305,
      "Ġ%": 306,
      "Ġ+": 307,
      "Ġ4": 308,
      "ĠM": 309,
      "ĠR": 310,
      "Ġw": 311,
      "Ġas": 312,
      "ĠCo": 313,
      "Ġtopla": 314,
      "Ġolu": 315,
      "ĠJav": 316,
      "Ġ],": 317,
      "ĠĠĊ": 318,
      "onuc": 319,
      "tends": 320,
      "Ġ==": 321,
      "ride": 322,
      "ascript": 323,
      "lem": 324,
      "ler": 325,
      "tir": 326,
      "title": 327,
      "Ġfun": 328,
      "Ġsonuc": 329,
      "ilter": 330,
      "isi": 331,
      "turul": 332,
      "error": 333,
      "erride": 334,
      "lumn": 335,
      "lutter": 336,
      "ĠFlutter": 337,
      "data": 338,
      "tler": 339,
      "iftler": 340,
      "Ġchildren": 341,
      "CounterState": 342,
      "ÅŁturul": 343,
      "Ġmeyve": 344,
      "Ġextends": 345,
      "dart": 346,
      "javascript": 347,
      "override": 348,
      "ĠColumn": 349,
      "ĠoluÅŁturul": 350,
      "ĠJavaScript": 351,
      "Ġfunction": 352,
      "ĠoluÅŁturulur": 353,
      "']": 354,
      "(*": 355,
      "();": 356,
      "))": 357,
      "10": 358,
      "Ar": 359,
      "Build": 360,
      "Context": 361,
      "Is": 362,
      "Python": 363,
      "al": 364,
      "ap": 365,
      "ate": 366,
      "ata": 367,
      "ame": 368,
      "ama": 369,
      "alis": 370,
      "ambda": 371,
      "ch": 372,
      "ful": 373,
      "filter": 374,
      "iti": 375,
      "kw": 376,
      "lo": 377,
      "os": 378,
      "ole": 379,
      "pp": 380,
      "pons": 381,
      "spons": 382,
      "try": 383,
      "uce": 384,
      "yWidget": 385,
      "ync": 386,
      "zama": 387,
      "Ã¼": 388,
      "Ġ(": 389,
      "Ġ)": 390,
      "Ġ5": 391,
      "Ġ6": 392,
      "Ġ8": 393,
      "Ġy": 394,
      "Ġta": 395,
      "Ġter": 396,
      "Ġ);": 397,
      "Ġin": 398,
      "ĠWidget": 399,
      "Ġve": 400,
      "Ġlis": 401,
      "Ġmarka": 402,
      "ĠDi": 403,
      "Ġdata": 404,
      "ĠPython": 405,
      "Ġtry": 406,
      "Ġcontext": 407,
      "Ġcount": 408,
      "Ġciftler": 409,
      "Ġcalis": 410,
      "lambda": 411,
      "red": 412,
      "rik": 413,
      "asla": 414,
      "less": 415,
      "arame": 416,
      "Ġfor": 417,
      "Ġfin": 418,
      "ĠĠĠĠĠĠĠĠĠ": 419,
      "Ġbuild": 420,
      "Ġbasla": 421,
      "iste": 422,
      "Ġconsole": 423,
      "iye": 424,
      "Ġrespons": 425,
      "ind": 426,
      "cept": 427,
      "cerik": 428,
      "rapp": 429,
      "Ġ**": 430,
      "Ġawait": 431,
      "ĠStateful": 432,
      "ĠStateless": 433,
      "ĠLambda": 434,
      "ĠListe": 435,
      "olc": 436,
      "ĠMyWidget": 437,
      "ĠRow": 438,
      "Ġwrapp": 439,
      "Ġasync": 440,
      "Ġ===": 441,
      "Ġmeyveler": 442,
      "BuildContext": 443,
      "itis": 444,
      "kwargs": 445,
      "osya": 446,
      "zaman": 447,
      "Ġters": 448,
      "arametre": 449,
      "Ġfinal": 450,
      "Ġresponse": 451,
      "ĠStatefulWidget": 452,
      "ĠStatelessWidget": 453,
      "Ġwrapper": 454
    },
    "merges": [
      [
        "Ġ",
        "Ġ"
      ],
      [
        "`",
        "`"
      ],
      [
        "o",
        "n"
      ],
      [
        "ĠĠ",
        "Ġ"
      ],
      [
        "t",
        "e"
      ],
      [
        "Ä",
        "±"
      ],
      [
        "Ġ",
        "="
      ],
      [
        "Ġ",
        "c"
      ],
      [
        "Ġ",
        "``"
      ],
      [
        "Ġ``",
        "`"
      ],
      [
        "l",
        "a"
      ],
      [
        "r",
        "e"
      ],
      [
        "r",
        "i"
      ],
      [
        "a",
        "s"
      ],
      [
        "Ä±",
        "l"
      ],
      [
        "l",
        "e"
      ],
      [
        "t",
        "a"
      ],
      [
        "t",
        "i"
      ],
      [
        "a",
        "r"
      ],
      [
        "m",
        "e"
      ],
      [
        "Ġ",
        "f"
      ],
      [
        "n",
        "t"
      ],
      [
        "Ġ",
        "s"
      ],
      [
        "ĠĠ",
        "ĠĠ"
      ],
      [
        "i",
        "l"
      ],
      [
        "u",
        "r"
      ],
      [
        "Ġ",
        "b"
      ],
      [
        "Ġ",
        "n"
      ],
      [
        "t",
        "h"
      ],
      [
        "on",
        "s"
      ],
      [
        "te",
        "r"
      ],
      [
        "'",
        ")"
      ],
      [
        "e",
        "x"
      ],
      [
        "i",
        "s"
      ],
      [
        "as",
        "Ä±l"
      ],
      [
        "Ġn",
        "asÄ±l"
      ],
      [
        "(",
        "'"
      ],
      [
        ")",
        ";"
      ],
      [
        "d",
        "e"
      ],
      [
        "t",
        "ur"
      ],
      [
        "y",
        "th"
      ],
      [
        "Ġ",
        "p"
      ],
      [
        "Ġ",
        "{"
      ],
      [
        "Ġ",
        "Ċ"
      ],
      [
        "Ġc",
        "ons"
      ],
      [
        "yth",
        "on"
      ],
      [
        "S",
        "ta"
      ],
      [
        "e",
        "r"
      ],
      [
        "e",
        "t"
      ],
      [
        "i",
        "y"
      ],
      [
        "l",
        "u"
      ],
      [
        "o",
        "r"
      ],
      [
        "u",
        "l"
      ],
      [
        "Ġ",
        "/"
      ],
      [
        "Ġ",
        "}"
      ],
      [
        "Ġ",
        "re"
      ],
      [
        "ri",
        "nt"
      ],
      [
        "ĠĠĠĠ",
        "ĠĠĠ"
      ],
      [
        "Ġp",
        "rint"
      ],
      [
        "Sta",
        "te"
      ],
      [
        "C",
        "o"
      ],
      [
        "i",
        "n"
      ],
      [
        "p",
        "ython"
      ],
      [
        "Ä±",
        "r"
      ],
      [
        "Ä±l",
        "Ä±r"
      ],
      [
        "Ġs",
        "a"
      ],
      [
        "il",
        "d"
      ],
      [
        "Ġcons",
        "t"
      ],
      [
        "Ġ/",
        "/"
      ],
      [
        "(",
        ")"
      ],
      [
        "W",
        "i"
      ],
      [
        "d",
        "g"
      ],
      [
        "k",
        "s"
      ],
      [
        "m",
        "a"
      ],
      [
        "p",
        "t"
      ],
      [
        "u",
        "n"
      ],
      [
        "y",
        "a"
      ],
      [
        "y",
        "i"
      ],
      [
        "Ġ",
        "'"
      ],
      [
        "Ġ",
        "2"
      ],
      [
        "Ġ",
        "F"
      ],
      [
        "Ġ",
        "T"
      ],
      [
        "Ġ",
        "de"
      ],
      [
        "on",
        "ks"
      ],
      [
        "Ġ=",
        ">"
      ],
      [
        "la",
        "r"
      ],
      [
        "tur",
        "n"
      ],
      [
        "iy",
        "on"
      ],
      [
        "Ġre",
        "turn"
      ],
      [
        "Wi",
        "dg"
      ],
      [
        "onks",
        "iyon"
      ],
      [
        "Widg",
        "et"
      ],
      [
        ")",
        ":"
      ],
      [
        "c",
        "e"
      ],
      [
        "d",
        "a"
      ],
      [
        "i",
        "r"
      ],
      [
        "s",
        "s"
      ],
      [
        "Ġ",
        "["
      ],
      [
        "Ġ",
        "i"
      ],
      [
        "Ġ",
        "x"
      ],
      [
        "ex",
        "t"
      ],
      [
        "Ġsa",
        "yi"
      ],
      [
        "ĠT",
        "ext"
      ],
      [
        "Ġde",
        "f"
      ],
      [
        "Ġsayi",
        "lar"
      ],
      [
        "'",
        ","
      ],
      [
        "a",
        "v"
      ],
      [
        "c",
        "ri"
      ],
      [
        "o",
        "p"
      ],
      [
        "t",
        "le"
      ],
      [
        "v",
        "e"
      ],
      [
        "Ġ",
        "0"
      ],
      [
        "Ġ",
        "k"
      ],
      [
        "Ġ",
        "ya"
      ],
      [
        "ti",
        "me"
      ],
      [
        "Ġf",
        "onksiyon"
      ],
      [
        "')",
        ","
      ],
      [
        "cri",
        "pt"
      ],
      [
        "'",
        "d"
      ],
      [
        "e",
        "l"
      ],
      [
        "h",
        "ild"
      ],
      [
        "i",
        "f"
      ],
      [
        "l",
        "is"
      ],
      [
        "r",
        "a"
      ],
      [
        "t",
        "op"
      ],
      [
        "x",
        "t"
      ],
      [
        "Ġ",
        "#"
      ],
      [
        "Ġ",
        "*"
      ],
      [
        "Ġ",
        "a"
      ],
      [
        "Ġ",
        "State"
      ],
      [
        "ĠĠ",
        "ĠĠĠ"
      ],
      [
        "Ġc",
        "hild"
      ],
      [
        "la",
        "n"
      ],
      [
        "Co",
        "un"
      ],
      [
        "Ġya",
        "z"
      ],
      [
        "top",
        "la"
      ],
      [
        "Coun",
        "ter"
      ],
      [
        "a",
        "d"
      ],
      [
        "b",
        "da"
      ],
      [
        "c",
        "ti"
      ],
      [
        "g",
        "s"
      ],
      [
        "i",
        "t"
      ],
      [
        "k",
        "a"
      ],
      [
        "m",
        "ar"
      ],
      [
        "m",
        "bda"
      ],
      [
        "o",
        "lu"
      ],
      [
        "r",
        "or"
      ],
      [
        "u",
        "nt"
      ],
      [
        "u",
        "ild"
      ],
      [
        "y",
        "ve"
      ],
      [
        "Å",
        "Ł"
      ],
      [
        "Ġ",
        "3"
      ],
      [
        "Ġ",
        "@"
      ],
      [
        "Ġ",
        "L"
      ],
      [
        "Ġ",
        "_"
      ],
      [
        "Ġ",
        "me"
      ],
      [
        "Ġ",
        "ex"
      ],
      [
        "Ġ",
        "time"
      ],
      [
        "on",
        "te"
      ],
      [
        "Ġc",
        "la"
      ],
      [
        "re",
        "n"
      ],
      [
        "ar",
        "gs"
      ],
      [
        "ul",
        "lan"
      ],
      [
        "Ġk",
        "ullan"
      ],
      [
        "el",
        "f"
      ],
      [
        "Ġyaz",
        "Ä±lÄ±r"
      ],
      [
        "cti",
        "on"
      ],
      [
        "mar",
        "ka"
      ],
      [
        "onte",
        "xt"
      ],
      [
        "Ġcla",
        "ss"
      ],
      [
        "Ġkullan",
        "Ä±lÄ±r"
      ],
      [
        "'",
        ":"
      ],
      [
        "'",
        "t"
      ],
      [
        ")",
        ","
      ],
      [
        "D",
        "i"
      ],
      [
        "J",
        "av"
      ],
      [
        "S",
        "cript"
      ],
      [
        "]",
        ","
      ],
      [
        "a",
        "t"
      ],
      [
        "a",
        "it"
      ],
      [
        "a",
        "Script"
      ],
      [
        "d",
        "s"
      ],
      [
        "d",
        "ar"
      ],
      [
        "e",
        "d"
      ],
      [
        "j",
        "av"
      ],
      [
        "m",
        "n"
      ],
      [
        "n",
        "c"
      ],
      [
        "n",
        "g"
      ],
      [
        "n",
        "ds"
      ],
      [
        "o",
        "d"
      ],
      [
        "o",
        "l"
      ],
      [
        "o",
        "v"
      ],
      [
        "o",
        "w"
      ],
      [
        "o",
        "unt"
      ],
      [
        "r",
        "y"
      ],
      [
        "s",
        "elf"
      ],
      [
        "t",
        "re"
      ],
      [
        "t",
        "ter"
      ],
      [
        "u",
        "c"
      ],
      [
        "u",
        "t"
      ],
      [
        "w",
        "ait"
      ],
      [
        "Ġ",
        "%"
      ],
      [
        "Ġ",
        "+"
      ],
      [
        "Ġ",
        "4"
      ],
      [
        "Ġ",
        "M"
      ],
      [
        "Ġ",
        "R"
      ],
      [
        "Ġ",
        "w"
      ],
      [
        "Ġ",
        "as"
      ],
      [
        "Ġ",
        "Co"
      ],
      [
        "Ġ",
        "topla"
      ],
      [
        "Ġ",
        "olu"
      ],
      [
        "Ġ",
        "Jav"
      ],
      [
        "Ġ",
        "],"
      ],
      [
        "ĠĠ",
        "Ċ"
      ],
      [
        "on",
        "uc"
      ],
      [
        "te",
        "nds"
      ],
      [
        "Ġ=",
        "="
      ],
      [
        "ri",
        "de"
      ],
      [
        "as",
        "cript"
      ],
      [
        "le",
        "m"
      ],
      [
        "le",
        "r"
      ],
      [
        "ti",
        "r"
      ],
      [
        "ti",
        "tle"
      ],
      [
        "Ġf",
        "un"
      ],
      [
        "Ġs",
        "onuc"
      ],
      [
        "il",
        "ter"
      ],
      [
        "is",
        "i"
      ],
      [
        "tur",
        "ul"
      ],
      [
        "er",
        "ror"
      ],
      [
        "er",
        "ride"
      ],
      [
        "lu",
        "mn"
      ],
      [
        "lu",
        "tter"
      ],
      [
        "ĠF",
        "lutter"
      ],
      [
        "da",
        "ta"
      ],
      [
        "tle",
        "r"
      ],
      [
        "if",
        "tler"
      ],
      [
        "Ġchild",
        "ren"
      ],
      [
        "Counter",
        "State"
      ],
      [
        "ÅŁ",
        "turul"
      ],
      [
        "Ġme",
        "yve"
      ],
      [
        "Ġex",
        "tends"
      ],
      [
        "dar",
        "t"
      ],
      [
        "jav",
        "ascript"
      ],
      [
        "ov",
        "erride"
      ],
      [
        "ĠCo",
        "lumn"
      ],
      [
        "Ġolu",
        "ÅŁturul"
      ],
      [
        "ĠJav",
        "aScript"
      ],
      [
        "Ġfun",
        "ction"
      ],
      [
        "ĠoluÅŁturul",
        "ur"
      ],
      [
        "'",
        "]"
      ],
      [
        "(",
        "*"
      ],
      [
        "(",
        ");"
      ],
      [
        ")",
        ")"
      ],
      [
        "1",
        "0"
      ],
      [
        "A",
        "r"
      ],
      [
        "B",
        "uild"
      ],
      [
        "C",
        "ontext"
      ],
      [
        "I",
        "s"
      ],
      [
        "P",
        "ython"
      ],
      [
        "a",
        "l"
      ],
      [
        "a",
        "p"
      ],
      [
        "a",
        "te"
      ],
      [
        "a",
        "ta"
      ],
      [
        "a",
        "me"
      ],
      [
        "a",
        "ma"
      ],
      [
        "a",
        "lis"
      ],
      [
        "a",
        "mbda"
      ],
      [
        "c",
        "h"
      ],
      [
        "f",
        "ul"
      ],
      [
        "f",
        "ilter"
      ],
      [
        "i",
        "ti"
      ],
      [
        "k",
        "w"
      ],
      [
        "l",
        "o"
      ],
      [
        "o",
        "s"
      ],
      [
        "o",
        "le"
      ],
      [
        "p",
        "p"
      ],
      [
        "p",
        "ons"
      ],
      [
        "s",
        "pons"
      ],
      [
        "t",
        "ry"
      ],
      [
        "u",
        "ce"
      ],
      [
        "y",
        "Widget"
      ],
      [
        "y",
        "nc"
      ],
      [
        "z",
        "ama"
      ],
      [
        "Ã",
        "¼"
      ],
      [
        "Ġ",
        "("
      ],
      [
        "Ġ",
        ")"
      ],
      [
        "Ġ",
        "5"
      ],
      [
        "Ġ",
        "6"
      ],
      [
        "Ġ",
        "8"
      ],
      [
        "Ġ",
        "y"
      ],
      [
        "Ġ",
        "ta"
      ],
      [
        "Ġ",
        "ter"
      ],
      [
        "Ġ",
        ");"
      ],
      [
        "Ġ",
        "in"
      ],
      [
        "Ġ",
        "Widget"
      ],
      [
        "Ġ",
        "ve"
      ],
      [
        "Ġ",
        "lis"
      ],
      [
        "Ġ",
        "marka"
      ],
      [
        "Ġ",
        "Di"
      ],
      [
        "Ġ",
        "data"
      ],
      [
        "Ġ",
        "Python"
      ],
      [
        "Ġ",
        "try"
      ],
      [
        "Ġc",
        "ontext"
      ],
      [
        "Ġc",
        "ount"
      ],
      [
        "Ġc",
        "iftler"
      ],
      [
        "Ġc",
        "alis"
      ],
      [
        "la",
        "mbda"
      ],
      [
        "re",
        "d"
      ],
      [
        "ri",
        "k"
      ],
      [
        "as",
        "la"
      ],
      [
        "le",
        "ss"
      ],
      [
        "ar",
        "ame"
      ],
      [
        "Ġf",
        "or"
      ],
      [
        "Ġf",
        "in"
      ],
      [
        "ĠĠĠĠ",
        "ĠĠĠĠĠ"
      ],
      [
        "Ġb",
        "uild"
      ],
      [
        "Ġb",
        "asla"
      ],
      [
        "is",
        "te"
      ],
      [
        "Ġcons",
        "ole"
      ],
      [
        "iy",
        "e"
      ],
      [
        "Ġre",
        "spons"
      ],
      [
        "in",
        "d"
      ],
      [
        "ce",
        "pt"
      ],
      [
        "ce",
        "rik"
      ],
      [
        "ra",
        "pp"
      ],
      [
        "Ġ*",
        "*"
      ],
      [
        "Ġa",
        "wait"
      ],
      [
        "ĠState",
        "ful"
      ],
      [
        "ĠState",
        "less"
      ],
      [
        "ĠL",
        "ambda"
      ],
      [
        "ĠL",
        "iste"
      ],
      [
        "ol",
        "c"
      ],
      [
        "ĠM",
        "yWidget"
      ],
      [
        "ĠR",
        "ow"
      ],
      [
        "Ġw",
        "rapp"
      ],
      [
        "Ġas",
        "ync"
      ],
      [
        "Ġ==",
        "="
      ],
      [
        "Ġmeyve",
        "ler"
      ],
      [
        "Build",
        "Context"
      ],
      [
        "iti",
        "s"
      ],
      [
        "kw",
        "args"
      ],
      [
        "os",
        "ya"
      ],
      [
        "zama",
        "n"
      ],
      [
        "Ġter",
        "s"
      ],
      [
        "arame",
        "tre"
      ],
      [
        "Ġfin",
        "al"
      ],
      [
        "Ġrespons",
        "e"
      ],
      [
        "ĠStateful",
        "Widget"
      ],
      [
        "ĠStateless",
        "Widget"
      ],
      [
        "Ġwrapp",
        "er"
      ]
    ]
  }
}