{
  "tle": 214,
  "Ġolu": 315,
  "Ġawait": 431,
  "Ġ3": 256,
  "Build": 360,
  "ction": 271,
  "Ar": 359,
  "g": 73,
  "unt": 252,
  "ĠĠĠĠĠ": 235,
  "h": 74,
  "y": 91,
  "yve": 254,
  "j": 76,
  "Ġb": 131,
  "ĠStatelessWidget": 453,
  "ka": 247,
  "':": 276,
  "ĠkullanÄ±lÄ±r": 275,
  "Ġ2": 184,
  "<|eos|>": 14,
  "Ġfun": 328,
  "m": 79,
  "-": 25,
  "'d": 223,
  "ons": 134,
  "ul": 157,
  "kwargs": 445,
  "b": 68,
  "elf": 269,
  "Ġchild": 236,
  "3": 31,
  "bda": 243,
  "lo": 377,
  "ate": 366,
  "ĠĠĊ": 318,
  "<|function|>": 6,
  "')": 136,
  "onks": 188,
  "±": 96,
  "ĠM": 309,
  "yth": 145,
  "av": 211,
  "Counter": 241,
  "iye": 424,
  "<|code|>": 3,
  "ad": 242,
  "ĠMyWidget": 437,
  "mbda": 249,
  "rint": 161,
  "Coun": 238,
  "uild": 253,
  "`": 66,
  "Ġfor": 417,
  "Di": 279,
  "ch": 372,
  "try": 383,
  "onte": 263,
  "'t": 277,
  "ks": 177,
  "asla": 414,
  ".": 26,
  "k": 77,
  "CounterState": 342,
  "Jav": 280,
  "Ä±r": 168,
  "args": 266,
  "T": 58,
  "ol": 295,
  "ĠĠĠĠĠĠĠ": 162,
  "Ġcons": 149,
  "ĠWidget": 399,
  "2": 30,
  "ĠState": 234,
  "R": 56,
  "cript": 222,
  "();": 356,
  "th": 133,
  "Ġ=": 111,
  "],": 282,
  "wait": 305,
  "Ġters": 448,
  "']": 354,
  "at": 283,
  "ce": 198,
  "#": 16,
  "Ġchildren": 341,
  "p": 82,
  "if": 226,
  "zaman": 447,
  "Ġy": 394,
  "Ġfonksiyon": 220,
  "[": 63,
  "spons": 382,
  "ild": 171,
  "pt": 179,
  "ds": 286,
  "Ł": 104,
  "Ġ0": 216,
  "Ġa": 233,
  "lar": 190,
  "ĠRow": 438,
  "<|error|>": 8,
  "ed": 288,
  "v": 88,
  "onuc": 319,
  "0": 28,
  "uce": 384,
  "ur": 130,
  "Ġi": 203,
  "ĠText": 207,
  "it": 246,
  "$": 17,
  "Ġ===": 441,
  "Sta": 151,
  "Ġclass": 274,
  "override": 348,
  "ut": 304,
  "Ċ": 102,
  "python": 167,
  "ĠJav": 316,
  "ĠF": 185,
  "turul": 332,
  "o": 81,
  "ar": 123,
  "Ġkullan": 268,
  "data": 338,
  "i": 75,
  "ĠJavaScript": 351,
  "Ġ(": 389,
  "Ä": 100,
  "{": 93,
  "Ġ@": 257,
  "nc": 291,
  "Ġ": 103,
  "iy": 154,
  "t": 86,
  "<|question|>": 11,
  "Ä±": 110,
  "w": 89,
  "Ġcalis": 410,
  "Ġx": 204,
  "red": 412,
  "?": 41,
  "ĠT": 186,
  "Is": 362,
  "ĠyazÄ±lÄ±r": 270,
  "Context": 361,
  "Ġ*": 232,
  "Y": 61,
  "Ġter": 396,
  "or": 156,
  "c": 69,
  "od": 294,
  "os": 378,
  "is": 138,
  "jav": 289,
  "P": 55,
  "Ġre": 160,
  "Ġsayi": 206,
  "ya": 181,
  "Ġdata": 404,
  "cti": 244,
  "Ġmarka": 402,
  "ole": 379,
  "marka": 272,
  "I": 50,
  "dart": 346,
  "Wi": 175,
  "Ġ_": 259,
  "Ä±l": 119,
  "Ġreturn": 193,
  "ĠĠĠĠĠĠĠĠĠ": 419,
  "Ġ{": 147,
  "*": 22,
  "Ġ8": 393,
  ":": 36,
  "la": 115,
  "error": 333,
  "Ġcontext": 407,
  "lis": 227,
  "Ġ)": 390,
  "Co": 165,
  "ler": 325,
  "le": 120,
  "tir": 326,
  "lambda": 411,
  "<|unk|>": 15,
  "zama": 387,
  "iftler": 340,
  "ov": 296,
  "aScript": 285,
  "in": 166,
  "et": 153,
  "nt": 126,
  "ĠnasÄ±l": 140,
  "arametre": 449,
  "('": 141,
  "er": 152,
  "javascript": 347,
  "turn": 191,
  "ng": 292,
  "Ġtime": 262,
  "s": 85,
  "Ġde": 187,
  "Ġ#": 231,
  "u": 87,
  "olc": 436,
  "ĠoluÅŁturulur": 353,
  "ĠLambda": 434,
  "on": 107,
  "ti": 122,
  "ve": 215,
  "6": 34,
  "Ã¼": 388,
  "de": 143,
  "ĠListe": 435,
  "Ġmeyve": 344,
  "A": 43,
  "ĠFlutter": 337,
  "``": 106,
  "re": 116,
  "ĠColumn": 349,
  "ascript": 323,
  "kw": 376,
  "Ġ);": 397,
  "tler": 339,
  "§": 95,
  "Ġ+": 307,
  "ata": 367,
  "Ġin": 398,
  "filter": 374,
  "ss": 201,
  "Ġn": 132,
  "/": 27,
  "Ġdef": 208,
  "erride": 334,
  "Ġf": 125,
  "J": 51,
  "Ã": 99,
  "osya": 446,
  "))": 357,
  "Python": 363,
  "Ġme": 260,
  "S": 57,
  "Ġ6": 392,
  "Ġta": 395,
  "<|javascript|>": 2,
  "z": 92,
  "ir": 200,
  "Ġ==": 321,
  "Ġbasla": 421,
  "Ġrespons": 425,
  "Ġcount": 408,
  "ÅŁ": 255,
  "tter": 302,
  "Ġ[": 202,
  "ful": 373,
  "Ġ}": 159,
  "Ġ4": 308,
  "ow": 297,
  "ĠoluÅŁturul": 350,
  "mar": 248,
  "Ġp": 146,
  "()": 174,
  "<|dart|>": 1,
  "F": 48,
  "Ġ=>": 189,
  "ontext": 273,
  "Ġtry": 406,
  ");": 142,
  "less": 415,
  "'),": 221,
  "Ġextends": 345,
  "ilter": 330,
  "M": 54,
  "<|class|>": 7,
  "]": 64,
  "topla": 240,
  "ambda": 371,
  "Ġsa": 170,
  "<|explain|>": 10,
  ",": 24,
  "dar": 287,
  "'": 19,
  "ex": 137,
  "gs": 245,
  "iste": 422,
  "ait": 284,
  "¼": 98,
  "lumn": 335,
  ";": 37,
  "_": 65,
  "lan": 237,
  "ÅŁturul": 343,
  "isi": 331,
  "ra": 228,
  "5": 33,
  "ĠĠĠ": 108,
  "pons": 381,
  "Ġasync": 440,
  "lutter": 336,
  "Ġbuild": 420,
  "Ġsayilar": 209,
  "):": 197,
  "e": 71,
  "arame": 416,
  "cerik": 428,
  "ry": 299,
  "@": 42,
  "title": 327,
  "(*": 355,
  "Ġlis": 401,
  "4": 32,
  "ĠCo": 313,
  "<|comment|>": 4,
  "Ġ5": 391,
  "as": 118,
  "ĠDi": 403,
  "lem": 324,
  ")": 21,
  "<|docstring|>": 5,
  "ama": 369,
  "L": 53,
  "mn": 290,
  "ma": 178,
  "Ġc": 112,
  "a": 67,
  "B": 44,
  "el": 224,
  "ri": 117,
  "ĠĠĠĠ": 128,
  "Ġya": 218,
  "ount": 298,
  "un": 180,
  "r": 84,
  "Ġyaz": 239,
  "D": 46,
  "self": 300,
  "Ġcla": 264,
  "Ġfunction": 352,
  "ind": 426,
  "Ġciftler": 409,
  "uc": 303,
  "ta": 121,
  "hild": 225,
  "iyon": 192,
  "E": 47,
  "ĠStateful": 432,
  "xt": 230,
  "top": 229,
  "<": 38,
  "ext": 205,
  "lu": 155,
  "(": 20,
  "alis": 370,
  "al": 364,
  "',": 210,
  "Ġ%": 306,
  "¶": 97,
  "Widg": 194,
  "Ġfin": 418,
  "dg": 176,
  "ror": 251,
  "Ġresponse": 451,
  "BuildContext": 443,
  "pp": 380,
  "K": 52,
  "l": 78,
  "ython": 150,
  "W": 60,
  "ullan": 267,
  "10": 358,
  "U": 59,
  "d": 70,
  "olu": 250,
  "<|answer|>": 12,
  "Ġsonuc": 329,
  "ame": 368,
  "f": 72,
  "1": 29,
  "yi": 182,
  "Ġas": 312,
  "ren": 265,
  "onksiyon": 195,
  "Ġwrapper": 454,
  "Ġ/": 158,
  "),": 278,
  "ride": 322,
  "ĠL": 258,
  ">": 40,
  "yWidget": 385,
  "<|fix|>": 9,
  "itis": 444,
  "tre": 301,
  "ĠStatefulWidget": 452,
  "Ġs": 127,
  "Ä±lÄ±r": 169,
  "me": 124,
  "}": 94,
  "Script": 281,
  "ĠPython": 405,
  "H": 49,
  "n": 80,
  "te": 109,
  "nds": 293,
  "Ġfinal": 450,
  "da": 199,
  "State": 164,
  "Ġ``": 113,
  "<|pad|>": 13,
  "Ġ],": 317,
  "Ġve": 400,
  "Z": 62,
  "ter": 135,
  "rapp": 429,
  "C": 45,
  "op": 213,
  "Ġex": 261,
  "Ġconsole": 423,
  "ĠĠ": 105,
  "cept": 427,
  "x": 90,
  "ĠR": 310,
  "rik": 413,
  "time": 219,
  "+": 23,
  "Widget": 196,
  "q": 83,
  "8": 35,
  "asÄ±l": 139,
  "iti": 375,
  "ap": 365,
  "Ġprint": 163,
  "il": 129,
  "Å": 101,
  "Ġmeyveler": 442,
  "Ġconst": 172,
  "ync": 386,
  "Ġw": 311,
  "Ġ```": 114,
  "%": 18,
  "Ġtopla": 314,
  "=": 39,
  "ĠĊ": 148,
  "Ġk": 217,
  "cri": 212,
  "<|python|>": 0,
  "Ġ//": 173,
  "tur": 144,
  "Ġwrapp": 439,
  "Ġ'": 183,
  "ĠStateless": 433,
  "tends": 320,
  "Ġ**": 430
}