{
  "<|python|>": 0,
  "<|dart|>": 1,
  "<|javascript|>": 2,
  "<|code|>": 3,
  "<|comment|>": 4,
  "<|docstring|>": 5,
  "<|function|>": 6,
  "<|class|>": 7,
  "<|error|>": 8,
  "<|fix|>": 9,
  "<|explain|>": 10,
  "<|question|>": 11,
  "<|answer|>": 12,
  "<|context|>": 13,
  "<|user|>": 14,
  "<|assistant|>": 15,
  "<|system|>": 16,
  "<|pad|>": 17,
  "<|eos|>": 18,
  "<|unk|>": 19,
  "‚ĖĀFalse": 20,
  "‚ĖĀNone": 21,
  "‚ĖĀTrue": 22,
  "‚ĖĀand": 23,
  "‚ĖĀas": 24,
  "‚ĖĀassert": 25,
  "‚ĖĀasync": 26,
  "‚ĖĀawait": 27,
  "‚ĖĀbreak": 28,
  "‚ĖĀclass": 29,
  "‚ĖĀcontinue": 30,
  "‚ĖĀdef": 31,
  "‚ĖĀdel": 32,
  "‚ĖĀelif": 33,
  "‚ĖĀelse": 34,
  "‚ĖĀexcept": 35,
  "‚ĖĀfinally": 36,
  "‚ĖĀfor": 37,
  "‚ĖĀfrom": 38,
  "‚ĖĀglobal": 39,
  "‚ĖĀif": 40,
  "‚ĖĀimport": 41,
  "‚ĖĀin": 42,
  "‚ĖĀis": 43,
  "‚ĖĀlambda": 44,
  "‚ĖĀnonlocal": 45,
  "‚ĖĀnot": 46,
  "‚ĖĀor": 47,
  "‚ĖĀpass": 48,
  "‚ĖĀraise": 49,
  "‚ĖĀreturn": 50,
  "‚ĖĀtry": 51,
  "‚ĖĀwhile": 52,
  "‚ĖĀwith": 53,
  "‚ĖĀyield": 54,
  "‚ĖĀabs": 55,
  "‚ĖĀall": 56,
  "‚ĖĀany": 57,
  "‚ĖĀbin": 58,
  "‚ĖĀbool": 59,
  "‚ĖĀbytearray": 60,
  "‚ĖĀbytes": 61,
  "‚ĖĀcallable": 62,
  "‚ĖĀchr": 63,
  "‚ĖĀclassmethod": 64,
  "‚ĖĀcompile": 65,
  "‚ĖĀcomplex": 66,
  "‚ĖĀdelattr": 67,
  "‚ĖĀdict": 68,
  "‚ĖĀdir": 69,
  "‚ĖĀdivmod": 70,
  "‚ĖĀenumerate": 71,
  "‚ĖĀeval": 72,
  "‚ĖĀexec": 73,
  "‚ĖĀfilter": 74,
  "‚ĖĀfloat": 75,
  "‚ĖĀformat": 76,
  "‚ĖĀfrozenset": 77,
  "‚ĖĀgetattr": 78,
  "‚ĖĀglobals": 79,
  "‚ĖĀhasattr": 80,
  "‚ĖĀhash": 81,
  "‚ĖĀhelp": 82,
  "‚ĖĀhex": 83,
  "‚ĖĀid": 84,
  "‚ĖĀinput": 85,
  "‚ĖĀint": 86,
  "‚ĖĀisinstance": 87,
  "‚ĖĀissubclass": 88,
  "‚ĖĀiter": 89,
  "‚ĖĀlen": 90,
  "‚ĖĀlist": 91,
  "‚ĖĀlocals": 92,
  "‚ĖĀmap": 93,
  "‚ĖĀmax": 94,
  "‚ĖĀmemoryview": 95,
  "‚ĖĀmin": 96,
  "‚ĖĀnext": 97,
  "‚ĖĀobject": 98,
  "‚ĖĀoct": 99,
  "‚ĖĀopen": 100,
  "‚ĖĀord": 101,
  "‚ĖĀpow": 102,
  "‚ĖĀprint": 103,
  "‚ĖĀproperty": 104,
  "‚ĖĀrange": 105,
  "‚ĖĀrepr": 106,
  "‚ĖĀreversed": 107,
  "‚ĖĀround": 108,
  "‚ĖĀset": 109,
  "‚ĖĀsetattr": 110,
  "‚ĖĀslice": 111,
  "‚ĖĀsorted": 112,
  "‚ĖĀstaticmethod": 113,
  "‚ĖĀstr": 114,
  "‚ĖĀsum": 115,
  "‚ĖĀsuper": 116,
  "‚ĖĀtuple": 117,
  "‚ĖĀtype": 118,
  "‚ĖĀvars": 119,
  "‚ĖĀzip": 120,
  "‚ĖĀabstract": 121,
  "‚ĖĀcase": 122,
  "‚ĖĀcatch": 123,
  "‚ĖĀconst": 124,
  "‚ĖĀcovariant": 125,
  "‚ĖĀdefault": 126,
  "‚ĖĀdeferred": 127,
  "‚ĖĀdo": 128,
  "‚ĖĀdynamic": 129,
  "‚ĖĀenum": 130,
  "‚ĖĀexport": 131,
  "‚ĖĀextends": 132,
  "‚ĖĀextension": 133,
  "‚ĖĀexternal": 134,
  "‚ĖĀfactory": 135,
  "‚ĖĀfalse": 136,
  "‚ĖĀfinal": 137,
  "‚ĖĀFunction": 138,
  "‚ĖĀget": 139,
  "‚ĖĀhide": 140,
  "‚ĖĀimplements": 141,
  "‚ĖĀinterface": 142,
  "‚ĖĀlate": 143,
  "‚ĖĀlibrary": 144,
  "‚ĖĀmixin": 145,
  "‚ĖĀnew": 146,
  "‚ĖĀnull": 147,
  "‚ĖĀon": 148,
  "‚ĖĀoperator": 149,
  "‚ĖĀpart": 150,
  "‚ĖĀrequired": 151,
  "‚ĖĀrethrow": 152,
  "‚ĖĀshow": 153,
  "‚ĖĀstatic": 154,
  "‚ĖĀswitch": 155,
  "‚ĖĀsync": 156,
  "‚ĖĀthis": 157,
  "‚ĖĀthrow": 158,
  "‚ĖĀtrue": 159,
  "‚ĖĀtypedef": 160,
  "‚ĖĀvar": 161,
  "‚ĖĀvoid": 162,
  "‚ĖĀWidget": 163,
  "‚ĖĀStatelessWidget": 164,
  "‚ĖĀStatefulWidget": 165,
  "‚ĖĀState": 166,
  "‚ĖĀBuildContext": 167,
  "‚ĖĀContainer": 168,
  "‚ĖĀRow": 169,
  "‚ĖĀColumn": 170,
  "‚ĖĀScaffold": 171,
  "‚ĖĀAppBar": 172,
  "‚ĖĀText": 173,
  "‚ĖĀImage": 174,
  "‚ĖĀListView": 175,
  "‚ĖĀGridView": 176,
  "‚ĖĀStack": 177,
  "‚ĖĀPositioned": 178,
  "‚ĖĀExpanded": 179,
  "‚ĖĀFlexible": 180,
  "‚ĖĀPadding": 181,
  "‚ĖĀMargin": 182,
  "‚ĖĀEdgeInsets": 183,
  "‚ĖĀDecoration": 184,
  "‚ĖĀBoxDecoration": 185,
  "‚ĖĀMaterialApp": 186,
  "‚ĖĀCupertinoApp": 187,
  "‚ĖĀNavigator": 188,
  "‚ĖĀRoute": 189,
  "‚ĖĀTheme": 190,
  "‚ĖĀColor": 191,
  "‚ĖĀTextStyle": 192,
  "‚ĖĀFontWeight": 193,
  "‚ĖĀAlignment": 194,
  "‚ĖĀBorderRadius": 195,
  "‚ĖĀBoxShadow": 196,
  "‚ĖĀdebugger": 197,
  "‚ĖĀdelete": 198,
  "‚ĖĀfunction": 199,
  "‚ĖĀinstanceof": 200,
  "‚ĖĀtypeof": 201,
  "‚ĖĀlet": 202,
  "‚ĖĀof": 203,
  "‚ĖĀ{": 204,
  "‚ĖĀ}": 205,
  "‚ĖĀ[": 206,
  "‚ĖĀ]": 207,
  "‚ĖĀ(": 208,
  "‚ĖĀ)": 209,
  "‚ĖĀ:": 210,
  "‚ĖĀ=": 211,
  "‚ĖĀ==": 212,
  "‚ĖĀ!=": 213,
  "‚ĖĀ<": 214,
  "‚ĖĀ>": 215,
  "‚ĖĀ<=": 216,
  "‚ĖĀ>=": 217,
  "‚ĖĀ+": 218,
  "‚ĖĀ-": 219,
  "‚ĖĀ*": 220,
  "‚ĖĀ/": 221,
  "‚ĖĀ//": 222,
  "‚ĖĀ/*": 223,
  "‚ĖĀ*/": 224,
  "‚ĖĀ->": 225,
  "‚ĖĀ=>": 226,
  "‚ĖĀself": 227
}