{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|python|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|dart|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|javascript|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|code|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|comment|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|docstring|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|function|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|class|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<|error|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<|fix|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<|explain|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<|question|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<|answer|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<|context|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<|user|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<|assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<|system|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<|pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<|eos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<|unk|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<|unk|>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|python|>": 0,
      "<|dart|>": 1,
      "<|javascript|>": 2,
      "<|code|>": 3,
      "<|comment|>": 4,
      "<|docstring|>": 5,
      "<|function|>": 6,
      "<|class|>": 7,
      "<|error|>": 8,
      "<|fix|>": 9,
      "<|explain|>": 10,
      "<|question|>": 11,
      "<|answer|>": 12,
      "<|context|>": 13,
      "<|user|>": 14,
      "<|assistant|>": 15,
      "<|system|>": 16,
      "<|pad|>": 17,
      "<|eos|>": 18,
      "<|unk|>": 19,
      "!": 20,
      "\"": 21,
      "#": 22,
      "$": 23,
      "%": 24,
      "&": 25,
      "'": 26,
      "(": 27,
      ")": 28,
      "*": 29,
      "+": 30,
      ",": 31,
      "-": 32,
      ".": 33,
      "/": 34,
      "0": 35,
      "1": 36,
      "2": 37,
      "3": 38,
      "4": 39,
      "5": 40,
      "6": 41,
      "7": 42,
      "8": 43,
      "9": 44,
      ":": 45,
      ";": 46,
      "<": 47,
      "=": 48,
      ">": 49,
      "?": 50,
      "@": 51,
      "A": 52,
      "B": 53,
      "C": 54,
      "D": 55,
      "E": 56,
      "F": 57,
      "G": 58,
      "H": 59,
      "I": 60,
      "J": 61,
      "K": 62,
      "L": 63,
      "M": 64,
      "N": 65,
      "O": 66,
      "P": 67,
      "Q": 68,
      "R": 69,
      "S": 70,
      "T": 71,
      "U": 72,
      "V": 73,
      "W": 74,
      "X": 75,
      "Y": 76,
      "Z": 77,
      "[": 78,
      "\\": 79,
      "]": 80,
      "^": 81,
      "_": 82,
      "`": 83,
      "a": 84,
      "b": 85,
      "c": 86,
      "d": 87,
      "e": 88,
      "f": 89,
      "g": 90,
      "h": 91,
      "i": 92,
      "j": 93,
      "k": 94,
      "l": 95,
      "m": 96,
      "n": 97,
      "o": 98,
      "p": 99,
      "q": 100,
      "r": 101,
      "s": 102,
      "t": 103,
      "u": 104,
      "v": 105,
      "w": 106,
      "x": 107,
      "y": 108,
      "z": 109,
      "{": 110,
      "|": 111,
      "}": 112,
      "~": 113,
      "¡": 114,
      "¢": 115,
      "£": 116,
      "¤": 117,
      "¥": 118,
      "¦": 119,
      "§": 120,
      "¨": 121,
      "©": 122,
      "ª": 123,
      "¬": 124,
      "®": 125,
      "¯": 126,
      "°": 127,
      "±": 128,
      "²": 129,
      "³": 130,
      "´": 131,
      "¶": 132,
      "·": 133,
      "¸": 134,
      "¹": 135,
      "º": 136,
      "»": 137,
      "¼": 138,
      "½": 139,
      "¾": 140,
      "¿": 141,
      "Â": 142,
      "Ã": 143,
      "Ä": 144,
      "Å": 145,
      "Æ": 146,
      "Ç": 147,
      "Ì": 148,
      "Î": 149,
      "Ï": 150,
      "â": 151,
      "æ": 152,
      "ï": 153,
      "ð": 154,
      "ĉ": 155,
      "Ċ": 156,
      "č": 157,
      "Ġ": 158,
      "Ģ": 159,
      "ģ": 160,
      "Ĥ": 161,
      "ĥ": 162,
      "Ħ": 163,
      "Ĩ": 164,
      "ĩ": 165,
      "Ī": 166,
      "ī": 167,
      "Ĭ": 168,
      "ĭ": 169,
      "Į": 170,
      "į": 171,
      "İ": 172,
      "ı": 173,
      "Ĳ": 174,
      "ĳ": 175,
      "Ĵ": 176,
      "ĵ": 177,
      "Ķ": 178,
      "ķ": 179,
      "ĸ": 180,
      "Ĺ": 181,
      "ĺ": 182,
      "Ļ": 183,
      "ļ": 184,
      "ľ": 185,
      "Ŀ": 186,
      "ŀ": 187,
      "Ł": 188,
      "ł": 189,
      "Ń": 190,
      "Ä±": 191,
      "ĠĠ": 192,
      "la": 193,
      "er": 194,
      "in": 195,
      "ir": 196,
      "Ã¼": 197,
      "ÅŁ": 198,
      "Ġb": 199,
      "en": 200,
      "Ã§": 201,
      "ar": 202,
      "Ä±n": 203,
      "an": 204,
      "il": 205,
      "Ġv": 206,
      "Ġk": 207,
      "ÄŁ": 208,
      "Ġs": 209,
      "ma": 210,
      "Ġd": 211,
      "el": 212,
      "lar": 213,
      "Ġve": 214,
      "Ġy": 215,
      "ĠĠĠĠ": 216,
      "Ġi": 217,
      "ĠĊ": 218,
      "ek": 219,
      "Ġbir": 220,
      "Ġg": 221,
      "Ġo": 222,
      "et": 223,
      "Ã¶": 224,
      "ak": 225,
      "Ġt": 226,
      "al": 227,
      "ler": 228,
      "le": 229,
      "Ġh": 230,
      "un": 231,
      "ik": 232,
      "ay": 233,
      "Ä±r": 234,
      "on": 235,
      "at": 236,
      "es": 237,
      "lan": 238,
      "or": 239,
      "im": 240,
      "lÄ±": 241,
      "ĠiÃ§": 242,
      "ÅŁt": 243,
      "ur": 244,
      "ed": 245,
      "Ġa": 246,
      "ĠB": 247,
      "ĠiÃ§in": 248,
      "da": 249,
      "li": 250,
      "ul": 251,
      "em": 252,
      "iz": 253,
      "as": 254,
      "ĠÃ¶": 255,
      "Ġm": 256,
      "Ã¼n": 257,
      "Ġol": 258,
      "Ġp": 259,
      "ĠÃ§": 260,
      "ĠĠĠ": 261,
      "ĠA": 262,
      "ya": 263,
      "is": 264,
      "de": 265,
      "aÄŁ": 266,
      "ah": 267,
      "ey": 268,
      "bil": 269,
      "it": 270,
      "iy": 271,
      "Ġf": 272,
      "mak": 273,
      "Ã¼r": 274,
      "Ġya": 275,
      "Ä±nÄ±": 276,
      "Ä±m": 277,
      "iÅŁ": 278,
      "ini": 279,
      "Ä±k": 280,
      "Ġn": 281,
      "am": 282,
      "ĠĠĠĠĠĠĠ": 283,
      "larÄ±": 284,
      "eri": 285,
      "st": 286,
      "Ġar": 287,
      "eÄŁ": 288,
      "ev": 289,
      "ol": 290,
      "bilir": 291,
      "ĠS": 292,
      "Ã¼m": 293,
      "ullan": 294,
      "erin": 295,
      "ĠÅŁ": 296,
      "um": 297,
      "Ġet": 298,
      "Ġkullan": 299,
      "Ä±ÅŁ": 300,
      "ec": 301,
      "Ã¼k": 302,
      "lay": 303,
      "Ä±l": 304,
      "Ġr": 305,
      "ĠK": 306,
      "larÄ±n": 307,
      "dir": 308,
      "leri": 309,
      "Ã¼z": 310,
      "ĠgÃ¶": 311,
      "Ġ1": 312,
      "Ġc": 313,
      "Ġz": 314,
      "mek": 315,
      "eÅŁ": 316,
      "uy": 317,
      "ad": 318,
      "Ġ\"": 319,
      "ĠD": 320,
      "az": 321,
      "aÅŁ": 322,
      "cÄ±": 323,
      "sÄ±": 324,
      "Ġan": 325,
      "dÄ±r": 326,
      "dÄ±": 327,
      "ut": 328,
      "Ġ-": 329,
      "ĠBir": 330,
      "aha": 331,
      "aki": 332,
      "ok": 333,
      "Ġolu": 334,
      "Ġil": 335,
      "ĠM": 336,
      "iÄŁ": 337,
      "Ġkar": 338,
      "dan": 339,
      "lama": 340,
      "Ġyap": 341,
      "ab": 342,
      "Ġdaha": 343,
      "ÄŁr": 344,
      "lik": 345,
      "ÅŁtur": 346,
      "Ġver": 347,
      "Ä±nda": 348,
      "du": 349,
      "Ġed": 350,
      "ĠoluÅŁtur": 351,
      "ĠG": 352,
      "lÄ±k": 353,
      "Ġen": 354,
      "Ġal": 355,
      "me": 356,
      "den": 357,
      "ĠT": 358,
      "ine": 359,
      "ap": 360,
      "ley": 361,
      "ĠY": 362,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 363,
      "Ġin": 364,
      "ĠÃ¶n": 365,
      "av": 366,
      "ti": 367,
      "ÅŁtir": 368,
      "ro": 369,
      "uz": 370,
      "Ġ=": 371,
      "Ä°": 372,
      "daki": 373,
      "larak": 374,
      "ĠH": 375,
      "Ġbil": 376,
      "inin": 377,
      "esi": 378,
      "ta": 379,
      "Ġ2": 380,
      "ĠÃ": 381,
      "ĠÄ°": 382,
      "ib": 383,
      "Ġgel": 384,
      "Ġolarak": 385,
      "ĠBu": 386,
      "ĠsaÄŁ": 387,
      "ĠgÃ¶r": 388,
      "Ä±z": 389,
      "ĠE": 390,
      "af": 391,
      "Ġyar": 392,
      "di": 393,
      "len": 394,
      "Ġdo": 395,
      "man": 396,
      "ĠaÃ§": 397,
      "Ã¼y": 398,
      "onu": 399,
      "layÄ±n": 400,
      "iler": 401,
      "ĠiÅŁ": 402,
      "elf": 403,
      "ca": 404,
      "aÄŁÄ±": 405,
      "eler": 406,
      "Ġyaz": 407,
      "cak": 408,
      "ip": 409,
      "Ġveya": 410,
      "Ã¶n": 411,
      "tÄ±": 412,
      "ilen": 413,
      "tr": 414,
      "ĠdeÄŁ": 415,
      "ibi": 416,
      "eÃ§": 417,
      "eni": 418,
      "larÄ±nÄ±": 419,
      "ÄŁÄ±": 420,
      "ark": 421,
      "Ġma": 422,
      "lu": 423,
      "ĠoluÅŁturun": 424,
      "ĠO": 425,
      "erek": 426,
      "ot": 427,
      "ĠbaÅŁ": 428,
      "Ġgibi": 429,
      "Ġuy": 430,
      "ĠP": 431,
      "ist": 432,
      "Ã¼Ã§": 433,
      "ĠV": 434,
      "Ġbul": 435,
      "dÄ±m": 436,
      "od": 437,
      "aman": 438,
      "Ġay": 439,
      "ic": 440,
      "ki": 441,
      "gu": 442,
      "lem": 443,
      "op": 444,
      "Ġ3": 445,
      "arak": 446,
      "ĠÃ¶z": 447,
      "ĠC": 448,
      "ef": 449,
      "Ġola": 450,
      "Ġned": 451,
      "Ġtar": 452,
      "Ġbel": 453,
      "Ã¼ÅŁt": 454,
      "Ä±na": 455,
      "ce": 456,
      "Ġolan": 457,
      "ĠkullanÄ±": 458,
      "Ġetk": 459,
      "inde": 460,
      "Ġself": 461,
      "ĠaÃ§Ä±k": 462,
      "Ġzaman": 463,
      "Ã¼ÅŁ": 464,
      "Ġor": 465,
      "Ġtan": 466,
      "ÅŁaÄŁÄ±": 467,
      "unu": 468,
      "ĠÅŁek": 469,
      "eli": 470,
      "imi": 471,
      "Ã¼l": 472,
      "Ġoldu": 473,
      "ayÄ±": 474,
      "ĠF": 475,
      "os": 476,
      "ÄŁren": 477,
      "ÅŁaÄŁÄ±daki": 478,
      "ĠcÃ¼m": 479,
      "Ġbelir": 480,
      "ÅŁtÄ±r": 481,
      "us": 482,
      "ebilir": 483,
      "san": 484,
      "liÄŁ": 485,
      "Ġ(": 486,
      "om": 487,
      "Ġ5": 488,
      "sel": 489,
      "rÄ±": 490,
      "gi": 491,
      "leyin": 492,
      "yon": 493,
      "iÅŁtir": 494,
      "Ġgen": 495,
      "Ä±y": 496,
      "Ġiy": 497,
      "ĠsÃ¼r": 498,
      "id": 499,
      "Ġtek": 500,
      "ĠbÃ¼y": 501,
      "tÄ±r": 502,
      "eki": 503,
      "ĠAÅŁaÄŁÄ±daki": 504,
      "if": 505,
      "Ġpro": 506,
      "te": 507,
      "Ġbu": 508,
      "Ġpar": 509,
      "aÃ§": 510,
      "laÅŁ": 511,
      "Ġaz": 512,
      "ĠÃ¶ÄŁren": 513,
      "ĠN": 514,
      "Ġher": 515,
      "Ġif": 516,
      "tir": 517,
      "Ġsah": 518,
      "Ġhay": 519,
      "ilm": 520,
      "Ġyeni": 521,
      "ans": 522,
      "isi": 523,
      "Ġek": 524,
      "lerin": 525,
      "iyor": 526,
      "Ġkay": 527,
      "masÄ±": 528,
      "lerini": 529,
      "Ġkal": 530,
      "ecek": 531,
      "ĠÃ¼r": 532,
      "Ġ4": 533,
      "ĠÅŁekil": 534,
      "'d": 535,
      "rÄ±ca": 536,
      "ers": 537,
      "Ä±ndan": 538,
      "ili": 539,
      "Ġson": 540,
      "ĠgÃ¼n": 541,
      "evr": 542,
      "Ġyol": 543,
      "ĠyardÄ±m": 544,
      "ĠÃ§al": 545,
      "eye": 546,
      "ez": 547,
      "Ġden": 548,
      "Ġli": 549,
      "maya": 550,
      "mas": 551,
      "enin": 552,
      "ter": 553,
      "ĠÃ§Ä±k": 554,
      "eyi": 555,
      "Ã¶r": 556,
      "ĠVer": 557,
      "lamak": 558,
      "Ġsor": 559,
      "ĠÃ¶nem": 560,
      "Ġhak": 561,
      "Ġneden": 562,
      "ĠolduÄŁ": 563,
      "\",": 564,
      "ellik": 565,
      "Ġbulun": 566,
      "lo": 567,
      "Ġda": 568,
      "Ġel": 569,
      "izi": 570,
      "uk": 571,
      "gr": 572,
      "ĠÅŁekilde": 573,
      "elim": 574,
      "ÅŁÄ±": 575,
      "Ġaras": 576,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 577,
      "lam": 578,
      "Ġsahip": 579,
      "Ġfark": 580,
      "eb": 581,
      "ih": 582,
      "Ġgerek": 583,
      "ĠgÃ¼": 584,
      "Ä±s": 585,
      "Ġinsan": 586,
      "est": 587,
      "ĠAy": 588,
      "ĠdoÄŁr": 589,
      "eleri": 590,
      "Ġde": 591,
      "ken": 592,
      "asÄ±": 593,
      "se": 594,
      "Ġat": 595,
      "ĠiÃ§er": 596,
      "Ġile": 597,
      "arÄ±": 598,
      "ize": 599,
      "ĠÃĩ": 600,
      "ĠyÃ¶n": 601,
      "ĠVerilen": 602,
      "elerin": 603,
      "Ã¶z": 604,
      "eÄŁi": 605,
      "olo": 606,
      "end": 607,
      "Ġkur": 608,
      "Ġvar": 609,
      "tan": 610,
      "ji": 611,
      "Ġkad": 612,
      "Ġhakk": 613,
      "Ġko": 614,
      "ĠyardÄ±mcÄ±": 615,
      "ĠR": 616,
      "let": 617,
      "ika": 618,
      "Ġiyi": 619,
      "Ġkonu": 620,
      "ra": 621,
      "lara": 622,
      "ileri": 623,
      "ĠbÃ¼yÃ¼k": 624,
      "Ä±nÄ±n": 625,
      "Ġkelim": 626,
      "lÃ¼": 627,
      "Ġlist": 628,
      "ch": 629,
      "Ġhar": 630,
      "Ġtop": 631,
      "ĠdÃ¼z": 632,
      "Ġetmek": 633,
      "larÄ±na": 634,
      "ĠJ": 635,
      "Ġolma": 636,
      "ka": 637,
      "Ġbilg": 638,
      "ĠkarÅŁÄ±": 639,
      "ĠyazÄ±n": 640,
      "ĠÃ§alÄ±ÅŁ": 641,
      "iyle": 642,
      "ĠmÃ¼ÅŁt": 643,
      "ven": 644,
      "ĠÃ¶nemli": 645,
      "ate": 646,
      "odel": 647,
      "yÄ±": 648,
      "ĠaÃ§Ä±klayÄ±n": 649,
      "Ġiki": 650,
      "ĠbaÄŁ": 651,
      "ĠL": 652,
      "ĠhakkÄ±nda": 653,
      "abilir": 654,
      "Ä±cÄ±": 655,
      "Ġuz": 656,
      "leÅŁtir": 657,
      "Ã§ek": 658,
      "Ġyer": 659,
      "ĠÃ¼z": 660,
      "Ġhal": 661,
      "unda": 662,
      "Ġazal": 663,
      "00": 664,
      "ĠgeÃ§": 665,
      "met": 666,
      "ama": 667,
      "ĠÃĸ": 668,
      "ĠyÃ¼k": 669,
      "diÄŁ": 670,
      "ĠdÃ¼ÅŁ": 671,
      "istem": 672,
      "Ġkadar": 673,
      "anÄ±": 674,
      "Ġmak": 675,
      "Ġkayn": 676,
      "Ġolabilir": 677,
      "iÄŁer": 678,
      "ĠAyrÄ±ca": 679,
      "ĠdÃ¶n": 680,
      "deki": 681,
      "landÄ±r": 682,
      "Ġtekn": 683,
      "iÅŁim": 684,
      "ĠyaÅŁ": 685,
      "mat": 686,
      "po": 687,
      "ing": 688,
      "ĠdoÄŁru": 689,
      "liÄŁi": 690,
      "oÄŁ": 691,
      "Ġtas": 692,
      "asÄ±l": 693,
      "Ġuygu": 694,
      "ĠtÃ¼r": 695,
      "rn": 696,
      "Ä±ndaki": 697,
      "yun": 698,
      "ĠgeliÅŁtir": 699,
      "ac": 700,
      "Ġbo": 701,
      "Ġyak": 702,
      "labilir": 703,
      "ĠgÃ¼ven": 704,
      "ru": 705,
      "Ġveri": 706,
      "ĠnasÄ±l": 707,
      "Ä±yor": 708,
      "esini": 709,
      "--": 710,
      "gor": 711,
      "Ġak": 712,
      "ĠcÃ¼mle": 713,
      "Ġyarat": 714,
      "ĠkiÅŁ": 715,
      "ade": 716,
      "Ġtem": 717,
      "izmet": 718,
      "Ġmet": 719,
      "ĠhÄ±z": 720,
      "manÄ±n": 721,
      "Ġu": 722,
      "ĠdiÄŁer": 723,
      "Ġget": 724,
      "Ġon": 725,
      "eh": 726,
      "Ġener": 727,
      "ig": 728,
      "Ġsistem": 729,
      "Ġist": 730,
      "yan": 731,
      "Ġsu": 732,
      "Ġzor": 733,
      "ĠAn": 734,
      "ici": 735,
      "cu": 736,
      "azla": 737,
      "Ġdil": 738,
      "Ġkor": 739,
      "Ã¼t": 740,
      "Ġfazla": 741,
      "ĠdÃ¼zen": 742,
      "aya": 743,
      "ilerin": 744,
      "Ġtaraf": 745,
      "van": 746,
      "Ġduy": 747,
      "Ġhizmet": 748,
      "iniz": 749,
      "ĠÃ¼Ã§": 750,
      "Ġsev": 751,
      "uÅŁ": 752,
      "gun": 753,
      "ent": 754,
      "Ä±lÄ±": 755,
      "ĠÃ§ok": 756,
      "dÃ¼": 757,
      "ĠÃ¼rÃ¼n": 758,
      "ĠÃ§evr": 759,
      "ĠÃ¼zerin": 760,
      "Ġalan": 761,
      "Ġtasar": 762,
      "Ġger": 763,
      "ĠtanÄ±m": 764,
      "ÄŁÄ±nÄ±": 765,
      "Ġkon": 766,
      "Ã¶y": 767,
      "Ġstr": 768,
      "alÄ±": 769,
      "Ġw": 770,
      "mÄ±ÅŁ": 771,
      "Ġer": 772,
      "Ġgetir": 773,
      "__": 774,
      "Ġkaynak": 775,
      "Ġ[": 776,
      "Ã¼nya": 777,
      "Ġedin": 778,
      "Ġiz": 779,
      "ĠÃ§Ã¶z": 780,
      "iye": 781,
      "str": 782,
      "ikay": 783,
      "sek": 784,
      "ĠsayÄ±": 785,
      "lÄ±ÄŁÄ±": 786,
      "Ġverin": 787,
      "Ġdur": 788,
      "Ġilg": 789,
      "tar": 790,
      "ĠU": 791,
      "ellikle": 792,
      "lere": 793,
      "ĠseÃ§": 794,
      "ĠÃ¶rn": 795,
      "oloj": 796,
      "eÅŁit": 797,
      "lendir": 798,
      "dur": 799,
      "tion": 800,
      "ile": 801,
      "angi": 802,
      "ava": 803,
      "Ġsonu": 804,
      "ĠeÄŁ": 805,
      "iyet": 806,
      "Ġazalt": 807,
      "ĠsÄ±": 808,
      "Ġsun": 809,
      "re": 810,
      "ket": 811,
      "Ġkarar": 812,
      "iÄŁi": 813,
      "anlÄ±": 814,
      "ĠyÄ±l": 815,
      "eceÄŁ": 816,
      "Ġ6": 817,
      "Ä±nÄ±f": 818,
      "ĠgÃ¶rev": 819,
      "ĠdeÄŁer": 820,
      "Ã¼c": 821,
      "ĠdeÄŁiÅŁ": 822,
      "Ġad": 823,
      "leyi": 824,
      "ran": 825,
      "to": 826,
      "lÄ±dÄ±r": 827,
      "ĠsÄ±r": 828,
      "gram": 829,
      "ci": 830,
      "sa": 831,
      "ĠgÃ¼Ã§": 832,
      "Ġe": 833,
      "ĠarasÄ±nda": 834,
      "isay": 835,
      "self": 836,
      "ĠĠĠĠĠĠĠĠ": 837,
      "he": 838,
      "()": 839,
      "Åŀ": 840,
      "Ġara": 841,
      "lil": 842,
      "Ġyem": 843,
      "Ġdeney": 844,
      "Ġok": 845,
      "Ġ10": 846,
      "ĠtarafÄ±ndan": 847,
      "Ġ#": 848,
      "Ġkat": 849,
      "leme": 850,
      "edi": 851,
      "isayar": 852,
      "dÃ¼r": 853,
      "urn": 854,
      "ĠfarklÄ±": 855,
      "Ġ|": 856,
      "daÅŁ": 857,
      "ĠgerÃ§ek": 858,
      "Ġfor": 859,
      "ĠmÃ¼ÅŁteri": 860,
      "ĠaÄŁ": 861,
      "larÄ±nÄ±n": 862,
      "Ã§i": 863,
      "int": 864,
      "Ġne": 865,
      "ĠgÃ¶st": 866,
      "ata": 867,
      "atÄ±r": 868,
      "Ġyet": 869,
      "ten": 870,
      "Ġetm": 871,
      "lat": 872,
      "Ä±mÄ±": 873,
      "Ġkullanarak": 874,
      "tÃ¼": 875,
      "ĠsÄ±nÄ±f": 876,
      "sÄ±z": 877,
      "aba": 878,
      "Ġanal": 879,
      "si": 880,
      "Ġ8": 881,
      "Ġik": 882,
      "Ġben": 883,
      "ĠÄ°n": 884,
      "ĠyÃ¼ksek": 885,
      "ĠartÄ±r": 886,
      "Ġuygulama": 887,
      "eturn": 888,
      "ĠSon": 889,
      "ĠÅŀ": 890,
      "ort": 891,
      "for": 892,
      "\")": 893,
      "get": 894,
      "asyon": 895,
      "ĠsaÄŁlÄ±k": 896,
      "ĠÃľ": 897,
      "(\"": 898,
      "Ġdef": 899,
      "Ġhayat": 900,
      "Ġhikay": 901,
      "Ġhis": 902,
      "ep": 903,
      "ĠÅŁey": 904,
      "Ġort": 905,
      "larla": 906,
      "Ġas": 907,
      "ĠdÃ¼ÅŁÃ¼n": 908,
      "laÅŁtÄ±r": 909,
      "Ä±lÄ±r": 910,
      "ĠolduÄŁunu": 911,
      "Ä±ÅŁtÄ±r": 912,
      "Ġyeniden": 913,
      "eka": 914,
      "ĠkÃ¶": 915,
      "Ġreturn": 916,
      "Ġenerji": 917,
      "aret": 918,
      "ĠÃ¶l": 919,
      "aÅŁÄ±": 920,
      "ge": 921,
      "mayÄ±": 922,
      "ladÄ±": 923,
      "lemek": 924,
      "Ġolmak": 925,
      "ede": 926,
      "ĠI": 927,
      "Ġkap": 928,
      "ĠdoÄŁ": 929,
      "Ġuygun": 930,
      "lim": 931,
      "Ġetkil": 932,
      "ĠgÃ¶ster": 933,
      "yal": 934,
      "layan": 935,
      "laya": 936,
      "gorit": 937,
      "ĠhÄ±zlÄ±": 938,
      "Ġbak": 939,
      "Ġbelirleyin": 940,
      "Ġem": 941,
      "liy": 942,
      "Ġgir": 943,
      "ĠkullanÄ±labilir": 944,
      "ĠcÃ¼mleyi": 945,
      "oh": 946,
      "oken": 947,
      "ayan": 948,
      "esine": 949,
      "ĠZ": 950,
      "set": 951,
      "oc": 952,
      "larda": 953,
      "Ġnedir": 954,
      "ĠteÅŁ": 955,
      "imli": 956,
      "bir": 957,
      "ĠÃ¼ret": 958,
      "Ã§ok": 959,
      "con": 960,
      "Ä±sÄ±": 961,
      "Ã¼Ã§Ã¼k": 962,
      "Ġev": 963,
      "\":": 964,
      "Ġ{": 965,
      "ĠyÃ¼z": 966,
      "Ġilgili": 967,
      "men": 968,
      "nin": 969,
      "Ã¶l": 970,
      "Ġ<": 971,
      "alÄ±k": 972,
      "miÅŁ": 973,
      "ast": 974,
      "yla": 975,
      "Ġarka": 976,
      "ĠÃ§Ä±kar": 977,
      "eden": 978,
      "ĠgÃ¶rÃ¼n": 979,
      "Ġhale": 980,
      "ob": 981,
      "ilir": 982,
      "Ġgenellikle": 983,
      "Ġ7": 984,
      "ĠAr": 985,
      "luk": 986,
      "ĠkullanÄ±cÄ±": 987,
      "pt": 988,
      "Ġ0": 989,
      "Ġprogram": 990,
      "leÅŁ": 991,
      "ĠsonuÃ§": 992,
      "siz": 993,
      "Ġilet": 994,
      "Ġih": 995,
      "lerine": 996,
      "cel": 997,
      "ĠtÃ¼m": 998,
      "Ġeder": 999,
      "irket": 1000,
      "Ġolur": 1001,
      "Ġplan": 1002,
      "ĠgÃ¶re": 1003,
      "log": 1004,
      "Ġbilgisayar": 1005,
      "one": 1006,
      ".\"": 1007,
      "ĠkeÅŁ": 1008,
      "ĠarasÄ±ndaki": 1009,
      "abil": 1010,
      "esel": 1011,
      "Ġfay": 1012,
      "Ġancak": 1013,
      "Ä±lÄ±m": 1014,
      "edef": 1015,
      "Ġis": 1016,
      "sÄ±nÄ±": 1017,
      "tem": 1018,
      "ind": 1019,
      "Ġyapmak": 1020,
      "enek": 1021,
      "Ġhes": 1022,
      "Ġanlam": 1023,
      "Ġalgorit": 1024,
      "Ġuzun": 1025,
      "Ġdurum": 1026,
      "min": 1027,
      "Ġsan": 1028,
      "Ã§a": 1029,
      "ĠbirÃ§ok": 1030,
      "azÄ±": 1031,
      "Ġifade": 1032,
      "Ġsay": 1033,
      "Ġyay": 1034,
      "meye": 1035,
      "Ġmodel": 1036,
      "Ã¼nÃ¼": 1037,
      "ÄŁu": 1038,
      "Ġkolay": 1039,
      "onom": 1040,
      "Ġtah": 1041,
      "ĠHer": 1042,
      "masÄ±na": 1043,
      "una": 1044,
      "matik": 1045,
      "dak": 1046,
      "ĠW": 1047,
      "lerinin": 1048,
      "iyel": 1049,
      "ĠyÃ¶net": 1050,
      "Ġweb": 1051,
      "Ġkit": 1052,
      "Ġsat": 1053,
      "Ġtut": 1054,
      "ĠÃ¶zellik": 1055,
      "ĠtanÄ±": 1056,
      "ana": 1057,
      "tiya": 1058,
      "Ġsonra": 1059,
      "):": 1060,
      "ulu": 1061,
      "Ġama": 1062,
      "ĠfÄ±r": 1063,
      "Ġzeka": 1064,
      "put": 1065,
      "th": 1066,
      "Ġtr": 1067,
      "esin": 1068,
      "Ġteknoloj": 1069,
      "mer": 1070,
      "ĠÃ§ek": 1071,
      "ĠÃ§eÅŁit": 1072,
      "ĠGÃ¼n": 1073,
      "ĠsÄ±cak": 1074,
      "otans": 1075,
      "ver": 1076,
      "Ġ'": 1077,
      "ÅŁtÄ±": 1078,
      "lardan": 1079,
      "ebil": 1080,
      "Ġim": 1081,
      "ĠEn": 1082,
      "elidir": 1083,
      "ĠkÃ¼Ã§Ã¼k": 1084,
      "ĠeÄŁit": 1085,
      "ĠYap": 1086,
      "der": 1087,
      "anÄ±n": 1088,
      "Ã¼s": 1089,
      "Ġter": 1090,
      "akip": 1091,
      "Ġbenz": 1092,
      "ĠdeÄŁiÅŁik": 1093,
      "eya": 1094,
      "ion": 1095,
      "ĠkÄ±s": 1096,
      "Ġihtiya": 1097,
      "eme": 1098,
      "ĠkeÅŁf": 1099,
      "Ġdol": 1100,
      "Ġoyun": 1101,
      "osyal": 1102,
      "),": 1103,
      "ant": 1104,
      "Ġmakal": 1105,
      "gÄ±": 1106,
      "mesi": 1107,
      "Ġhedef": 1108,
      "ilmiÅŁ": 1109,
      "Ġhesap": 1110,
      "up": 1111,
      "ĠÃ¶ÄŁ": 1112,
      "Ġ+": 1113,
      "sal": 1114,
      "oz": 1115,
      "landÄ±rÄ±n": 1116,
      "ath": 1117,
      "edir": 1118,
      "fig": 1119,
      "ece": 1120,
      "Ġgeri": 1121,
      "xt": 1122,
      "ildiÄŁ": 1123,
      "esn": 1124,
      "lak": 1125,
      "Ġdik": 1126,
      "amp": 1127,
      "Ġtemel": 1128,
      "Ġyan": 1129,
      "Ġsit": 1130,
      "Ġdeneyim": 1131,
      "ĠaraÃ§": 1132,
      "Ġana": 1133,
      "Ġser": 1134,
      "Ġhava": 1135,
      "ersiz": 1136,
      "ĠÃ¼zerinde": 1137,
      "Ġanaliz": 1138,
      "tern": 1139,
      "ve": 1140,
      "model": 1141,
      "nÄ±": 1142,
      "Ġtak": 1143,
      "Ġpotans": 1144,
      "umlu": 1145,
      "ĠayrÄ±ca": 1146,
      "Ã¼lk": 1147,
      "Ã¶yle": 1148,
      "Ġ20": 1149,
      "eket": 1150,
      "Ġte": 1151,
      "ĠkonuÅŁ": 1152,
      "ĠyapÄ±n": 1153,
      "ĠÃ¶zel": 1154,
      "ĠdeÄŁiÅŁtir": 1155,
      "Ġyen": 1156,
      "ĠiÅŁlet": 1157,
      "Ġyemek": 1158,
      "nÄ±n": 1159,
      "Ġalt": 1160,
      "Ġbar": 1161,
      "Ã¼st": 1162,
      "Ġkab": 1163,
      "Ġtab": 1164,
      "ĠkullanÄ±m": 1165,
      "adÄ±r": 1166,
      "Ġpr": 1167,
      "ĠsaÄŁlar": 1168,
      "Ġsoru": 1169,
      "enk": 1170,
      "Ġtama": 1171,
      "ĠiliÅŁ": 1172,
      "Ġhayvan": 1173,
      "ĠarkadaÅŁ": 1174,
      "ĠsÄ±k": 1175,
      "Ġdest": 1176,
      "Ġtakip": 1177,
      "ĠbÃ¶l": 1178,
      "ĠbaÅŁarÄ±": 1179,
      "ĠgÃ¼Ã§lÃ¼": 1180,
      "Ä±ldÄ±": 1181,
      "uyor": 1182,
      "ĠiÃ§erir": 1183,
      "art": 1184,
      "ĠÃ¶zet": 1185,
      "ĠyapÄ±": 1186,
      "Ä±mÄ±z": 1187,
      "Ġres": 1188,
      "elerine": 1189,
      "lantÄ±": 1190,
      "imiz": 1191,
      "gan": 1192,
      "iÃ§": 1193,
      "eriler": 1194,
      "ĠBil": 1195,
      "out": 1196,
      "oloji": 1197,
      "ni": 1198,
      "ĠAmer": 1199,
      "ĠÃ¼lk": 1200,
      "trol": 1201,
      "liyet": 1202,
      "Ġbas": 1203,
      "iyi": 1204,
      "Ä±nÄ±z": 1205,
      "Ġfayda": 1206,
      "ĠEk": 1207,
      "ĠDÃ¼nya": 1208,
      "rom": 1209,
      "Ġkend": 1210,
      "ĠNone": 1211,
      "unun": 1212,
      "Ġ9": 1213,
      "Ġhareket": 1214,
      "ĠAI": 1215,
      "Ġmaliyet": 1216,
      "ohn": 1217,
      "Ġodak": 1218,
      "ĠgÃ¶z": 1219,
      "Ġbilgi": 1220,
      "elerini": 1221,
      "Ġken": 1222,
      "masÄ±nÄ±": 1223,
      "ĠYeni": 1224,
      "Ġolanak": 1225,
      "Ġpotansiyel": 1226,
      "Ġoy": 1227,
      "Ġpara": 1228,
      "ĠkarÅŁÄ±laÅŁtÄ±r": 1229,
      "azar": 1230,
      "Ġses": 1231,
      "eyin": 1232,
      "ĠgeniÅŁ": 1233,
      "Ġsahiptir": 1234,
      "Ġoto": 1235,
      "ĠaÅŁ": 1236,
      "uluk": 1237,
      "Ġkarak": 1238,
      "vik": 1239,
      "Ä±ÅŁÄ±": 1240,
      "lÃ¼k": 1241,
      "taj": 1242,
      "Ġdiz": 1243,
      "lÄ±ÄŁ": 1244,
      "Ġmal": 1245,
      "ĠÃ¶nemlidir": 1246,
      "las": 1247,
      "hangi": 1248,
      "suz": 1249,
      "ĠQ": 1250,
      "Ġfik": 1251,
      "port": 1252,
      "token": 1253,
      "ĠAl": 1254,
      "iÄŁini": 1255,
      "ĠÃ§Ä±ktÄ±": 1256,
      "Ġkelime": 1257,
      "ye": 1258,
      "zem": 1259,
      "ĠKar": 1260,
      "ĠdÃ¼nya": 1261,
      "Ġlistesi": 1262,
      "qu": 1263,
      "Ġmo": 1264,
      "isel": 1265,
      "ĠteÅŁvik": 1266,
      "Ġnok": 1267,
      "Ġkontrol": 1268,
      "siy": 1269,
      "ĠÃ§eÅŁitli": 1270,
      "ger": 1271,
      "inden": 1272,
      "Ã¼le": 1273,
      "ĠbeÅŁ": 1274,
      "ĠadÄ±m": 1275,
      "ĠiletiÅŁim": 1276,
      "yor": 1277,
      "ĠÅŁirket": 1278,
      "ĠalÄ±n": 1279,
      "maz": 1280,
      "ĠBaÅŁ": 1281,
      "Ġalgoritma": 1282,
      "ĠdÃ¼n": 1283,
      "ĠyÃ¼r": 1284,
      "iyat": 1285,
      "Ã¼ÅŁtÃ¼r": 1286,
      "ĠadÄ±": 1287,
      "ĠJohn": 1288,
      "Ġduygu": 1289,
      "Ġtahmin": 1290,
      "tadÄ±r": 1291,
      "ĠMÃ¼ÅŁt": 1292,
      "ĠaynÄ±": 1293,
      "ĠÃ¶ÄŁrenme": 1294,
      "irin": 1295,
      "esinin": 1296,
      "Ã¼yor": 1297,
      "ĠiliÅŁk": 1298,
      "----": 1299,
      "ĠulaÅŁ": 1300,
      "ĠÃ§Ã¶zÃ¼m": 1301,
      "ow": 1302,
      "gen": 1303,
      "gÄ±n": 1304,
      "uh": 1305,
      "og": 1306,
      "Ġkaz": 1307,
      "Ġkr": 1308,
      "Ġder": 1309,
      "eceÄŁi": 1310,
      "Ġveriler": 1311,
      "imiÃ§i": 1312,
      "Ġkonus": 1313,
      "'t": 1314,
      "tik": 1315,
      "Ã¼resel": 1316,
      "ĠiÅŁlem": 1317,
      "Ã¼ler": 1318,
      "ĠkullanÄ±lÄ±r": 1319,
      "Ġ19": 1320,
      "ÅŁÄ±k": 1321,
      "Ġper": 1322,
      "ĠÃ¶lÃ§": 1323,
      "Ġkoru": 1324,
      "Ġdestek": 1325,
      "ĠÄ°ÅŁ": 1326,
      "Ġdev": 1327,
      "Ġtes": 1328,
      "ĠyaklaÅŁ": 1329,
      "Ġart": 1330,
      "ĠYapay": 1331,
      "yi": 1332,
      "ĠaraÅŁtÄ±r": 1333,
      "Ġ)": 1334,
      "Ġekonom": 1335,
      "cut": 1336,
      "raf": 1337,
      "Ġhaf": 1338,
      "Ġ->": 1339,
      "ation": 1340,
      "isini": 1341,
      "eyen": 1342,
      "ĠdÃ¶nÃ¼ÅŁtÃ¼r": 1343,
      "ĠÄ°ki": 1344,
      "ĠvardÄ±r": 1345,
      "ehir": 1346,
      "Ġdav": 1347,
      "ĠoluÅŁturmak": 1348,
      "Ġolacak": 1349,
      "kaÃ§": 1350,
      "Ġkim": 1351,
      "ĠkÄ±sa": 1352,
      "evcut": 1353,
      "Ġgelir": 1354,
      "lanan": 1355,
      "Ġrenk": 1356,
      "ileÅŁtir": 1357,
      "ildiÄŁinde": 1358,
      "ame": 1359,
      "Ġbelirli": 1360,
      "anÄ±t": 1361,
      "eÄŁin": 1362,
      "lab": 1363,
      "Ġtamam": 1364,
      "Ġbek": 1365,
      "isk": 1366,
      "Ġyapay": 1367,
      "Ġun": 1368,
      "ara": 1369,
      "uv": 1370,
      "Ġizin": 1371,
      "Ġverimli": 1372,
      "ky": 1373,
      "tÃ¶r": 1374,
      "ĠyazÄ±lÄ±m": 1375,
      "mi": 1376,
      "Ġsorun": 1377,
      "Ġhikaye": 1378,
      "ĠihtiyaÃ§": 1379,
      "ĠbazÄ±": 1380,
      "ĠsaÄŁlamak": 1381,
      "gel": 1382,
      "ĠeÅŁ": 1383,
      "ĠMak": 1384,
      "Ġherhangi": 1385,
      "larÄ±nda": 1386,
      "Ã¼zel": 1387,
      "Ġbit": 1388,
      "ĠHay": 1389,
      "ĠkullanÄ±lan": 1390,
      "Ġgenel": 1391,
      "ilebilir": 1392,
      "ri": 1393,
      "Ġmed": 1394,
      "ĠTek": 1395,
      "adece": 1396,
      "ĠCÃ¼m": 1397,
      "Ġkav": 1398,
      "ĠyaratÄ±cÄ±": 1399,
      "gÃ¼n": 1400,
      "ĠÃ¶nce": 1401,
      "mÄ±z": 1402,
      "tÃ¼r": 1403,
      "Ġmik": 1404,
      "Ġmes": 1405,
      "ty": 1406,
      "Ġhaz": 1407,
      "Ġdikk": 1408,
      "aat": 1409,
      "dam": 1410,
      "lerle": 1411,
      "Ġmut": 1412,
      "uyu": 1413,
      "ĠsÄ±ra": 1414,
      "Ġpazar": 1415,
      "Ġeden": 1416,
      "Ġharika": 1417,
      "ĠÃ¶rneÄŁi": 1418,
      "ĠetkileÅŁ": 1419,
      "Ġbiri": 1420,
      "maÅŁÄ±k": 1421,
      "Ġhem": 1422,
      "sp": 1423,
      "ĠolduÄŁu": 1424,
      "melidir": 1425,
      "Ġhas": 1426,
      "Ġiler": 1427,
      "ĠÃ¶d": 1428,
      "ĠgÃ¼neÅŁ": 1429,
      "ĠdoÄŁal": 1430,
      "ram": 1431,
      "layabilir": 1432,
      "Ġyok": 1433,
      "Ġfilm": 1434,
      "ĠverildiÄŁinde": 1435,
      "tiv": 1436,
      "ĠOr": 1437,
      "ku": 1438,
      "Ġmil": 1439,
      "vers": 1440,
      "maktadÄ±r": 1441,
      "fer": 1442,
      "Ġgit": 1443,
      "Ġbec": 1444,
      "Ġman": 1445,
      "ĠsatÄ±n": 1446,
      "kyÃ¼z": 1447,
      "oli": 1448,
      "Ġsosyal": 1449,
      "Ġimport": 1450,
      "iksel": 1451,
      "add": 1452,
      "ĠGen": 1453,
      "inÃ§": 1454,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1455,
      "Ġnot": 1456,
      "Ġstrate": 1457,
      "Ġkazan": 1458,
      "nun": 1459,
      "Ġetti": 1460,
      "ĠbaÄŁlantÄ±": 1461,
      "Ġkarakter": 1462,
      "._": 1463,
      "unuz": 1464,
      "ĠyÃ¶ntem": 1465,
      "Ã¼p": 1466,
      "ĠeriÅŁ": 1467,
      "iyas": 1468,
      "erine": 1469,
      "ij": 1470,
      "Ä±nÄ±r": 1471,
      "Ġpay": 1472,
      "ĠAB": 1473,
      "post": 1474,
      "ocuk": 1475,
      "ĠeÄŁitim": 1476,
      "labil": 1477,
      "Ä±lmÄ±ÅŁ": 1478,
      "likte": 1479,
      "iyorum": 1480,
      "Ġboyun": 1481,
      "gil": 1482,
      "ĠbirkaÃ§": 1483,
      "Ġgerektir": 1484,
      "Ġkir": 1485,
      "ĠdeÄŁil": 1486,
      "ektr": 1487,
      "lanÄ±r": 1488,
      "Ġcih": 1489,
      "Ġorta": 1490,
      "obot": 1491,
      "ĠtÃ¼k": 1492,
      "istan": 1493,
      "usu": 1494,
      "graf": 1495,
      "ĠinsanlarÄ±n": 1496,
      "Ġseviy": 1497,
      "Ġgiz": 1498,
      "ĠdeÄŁerlendir": 1499,
      "ĠsÄ±nÄ±flandÄ±rÄ±n": 1500,
      "kÃ¼": 1501,
      "ĠkÄ±r": 1502,
      "ĠEv": 1503,
      "ĠyaÅŁam": 1504,
      "ĠÃ§evrimiÃ§i": 1505,
      "ĠhazÄ±r": 1506,
      "bi": 1507,
      "Ġes": 1508,
      "Ġekleyin": 1509,
      "Ġnedeniyle": 1510,
      "ĠÃ¶nerin": 1511,
      "Ġtarih": 1512,
      "rup": 1513,
      "kan": 1514,
      "Ä±da": 1515,
      "Ġdayan": 1516,
      "Ġnesn": 1517,
      "Ġcon": 1518,
      "config": 1519,
      "Ã§e": 1520,
      "lardÄ±r": 1521,
      "ĠyaÄŁ": 1522,
      "ĠÃ¶rnek": 1523,
      "eck": 1524,
      "forman": 1525,
      "Ġderin": 1526,
      "ĠiÃ§inde": 1527,
      "Ġmod": 1528,
      "ĠoluÅŁ": 1529,
      "esinde": 1530,
      "larÄ±ndan": 1531,
      "ada": 1532,
      "pr": 1533,
      "izer": 1534,
      "ĠsÃ¼rec": 1535,
      "path": 1536,
      "malÄ±dÄ±r": 1537,
      "ĠgÃ¼zel": 1538,
      "ĠiyileÅŁtir": 1539,
      "Ġmalzem": 1540,
      "rar": 1541,
      "oÄŁr": 1542,
      "ĠalÄ±ÅŁ": 1543,
      "Ġboyunca": 1544,
      "hat": 1545,
      "mel": 1546,
      "Ä±t": 1547,
      "Ġtat": 1548,
      "Ġhangi": 1549,
      "ĠEl": 1550,
      "ĠÄ°k": 1551,
      "ĠMÃ¼ÅŁteri": 1552,
      "ĠpiÅŁ": 1553,
      "ĠolasÄ±": 1554,
      "and": 1555,
      "Ġsav": 1556,
      "ĠayÄ±r": 1557,
      "pek": 1558,
      "Ġx": 1559,
      "Ġgid": 1560,
      "Ġdepo": 1561,
      "ĠkeÅŁfet": 1562,
      "meyi": 1563,
      "ĠkaÃ§": 1564,
      "ide": 1565,
      "menin": 1566,
      "pe": 1567,
      "size": 1568,
      "ĠkÃ¼m": 1569,
      "Ġmevcut": 1570,
      "ĠkarmaÅŁÄ±k": 1571,
      "cer": 1572,
      "ĠkaÅŁÄ±": 1573,
      "Ġetkili": 1574,
      "Ġkitap": 1575,
      "ĠkaÅŁÄ±ÄŁÄ±": 1576,
      "ali": 1577,
      "Ã¶rt": 1578,
      "Ġazaltmak": 1579,
      "blem": 1580,
      "ategor": 1581,
      "ĠtanÄ±mlayÄ±n": 1582,
      "cil": 1583,
      "Ġkonusunda": 1584,
      "ĠBen": 1585,
      "ĠmÃ¼": 1586,
      "Ġinan": 1587,
      "ĠPro": 1588,
      "ĠÃ§alÄ±ÅŁma": 1589,
      "eceÄŁini": 1590,
      "Ġfiz": 1591,
      "yanÄ±n": 1592,
      "Ġetkin": 1593,
      "sat": 1594,
      "âĢ": 1595,
      "inans": 1596,
      "lerden": 1597,
      "isyon": 1598,
      "ĠSaÄŁ": 1599,
      "Ġmakine": 1600,
      "siniz": 1601,
      "eti": 1602,
      "dÃ¼str": 1603,
      "acak": 1604,
      "Ġ}": 1605,
      "Ġgez": 1606,
      "Ġmer": 1607,
      "Ġgereken": 1608,
      "Ġsistemi": 1609,
      "Ġperforman": 1610,
      "layarak": 1611,
      "uyla": 1612,
      "Ġdolu": 1613,
      "mem": 1614,
      "Ġtav": 1615,
      "asÄ±nda": 1616,
      "iir": 1617,
      "Ġkod": 1618,
      "dÄ±ÄŁÄ±": 1619,
      "Ġpop": 1620,
      "Ġrisk": 1621,
      "Ġifad": 1622,
      "na": 1623,
      "Ġproblem": 1624,
      "per": 1625,
      "Ġfiyat": 1626,
      "Ġkendi": 1627,
      "Ġotomatik": 1628,
      "Ã¼nkÃ¼": 1629,
      "Ġverileri": 1630,
      "Ġmem": 1631,
      "Ġbilim": 1632,
      "Ġenerj": 1633,
      "ĠDaha": 1634,
      "ĠÃ¶ÄŁrenc": 1635,
      "],": 1636,
      "val": 1637,
      "Ġsaat": 1638,
      "iÅŁi": 1639,
      "Ġartan": 1640,
      "ala": 1641,
      "ilerini": 1642,
      "ĠmaÄŁ": 1643,
      "Ġmiktar": 1644,
      "Ġcihaz": 1645,
      "ens": 1646,
      "ĠyaygÄ±n": 1647,
      "ĠAmerika": 1648,
      "Ġkavram": 1649,
      "ĠABD": 1650,
      "tin": 1651,
      "Ã¼ne": 1652,
      "dÄ±ÄŁÄ±nÄ±": 1653,
      "ĠBirleÅŁ": 1654,
      "Ġkas": 1655,
      "Ġdin": 1656,
      "tra": 1657,
      "Ġyolu": 1658,
      "ĠkoÅŁ": 1659,
      "ĠuÃ§": 1660,
      "ĠfÄ±rsat": 1661,
      "ĠyatÄ±r": 1662,
      "ĠDoÄŁ": 1663,
      "Ġanlama": 1664,
      "etim": 1665,
      "ĠkiÅŁi": 1666,
      "Ġbirlikte": 1667,
      "Ä±ÅŁÄ±k": 1668,
      "load": 1669,
      "gar": 1670,
      "Ġtam": 1671,
      "Ġyapma": 1672,
      "Ġ*": 1673,
      "dirim": 1674,
      "Ä±yla": 1675,
      "\"\"": 1676,
      "bon": 1677,
      "ÄŁÄ±nda": 1678,
      "Ġyor": 1679,
      "Ġtest": 1680,
      "Ġilk": 1681,
      "ack": 1682,
      "Ġtel": 1683,
      "Ä±lmasÄ±": 1684,
      "ĠDev": 1685,
      "vantaj": 1686,
      "=\"": 1687,
      "ĠgeÃ§ir": 1688,
      "gin": 1689,
      "tor": 1690,
      "elik": 1691,
      "Ã¼nde": 1692,
      "tif": 1693,
      "ĠkiÅŁisel": 1694,
      "Ġfikir": 1695,
      "bol": 1696,
      "dik": 1697,
      "Ġsin": 1698,
      "ĠsÃ¶y": 1699,
      "Ã¼kÃ¼m": 1700,
      "Ġalmak": 1701,
      "liÄŁini": 1702,
      "siyon": 1703,
      "20": 1704,
      "lk": 1705,
      "mos": 1706,
      "Ä±b": 1707,
      "ilik": 1708,
      "lerde": 1709,
      "ĠdÃ¼zenleyin": 1710,
      "tedir": 1711,
      "yonu": 1712,
      "inci": 1713,
      "leriyle": 1714,
      "Ġuzak": 1715,
      "dÄ±k": 1716,
      "ahat": 1717,
      "ĠparÃ§": 1718,
      "Ã¼lebilir": 1719,
      "ne": 1720,
      "undan": 1721,
      "Ġhast": 1722,
      "ilenebilir": 1723,
      "Ġboy": 1724,
      "anlÄ±ÅŁ": 1725,
      "ĠGÃ¼neÅŁ": 1726,
      "ĠvardÄ±": 1727,
      "Ġlistel": 1728,
      "Ġtoplam": 1729,
      "Ġdavran": 1730,
      "los": 1731,
      "Ġkom": 1732,
      "Ġise": 1733,
      "ital": 1734,
      "Ġtart": 1735,
      "zÄ±": 1736,
      "Ġyiy": 1737,
      "atas": 1738,
      "Ġrek": 1739,
      "meler": 1740,
      "ub": 1741,
      "arÄ±m": 1742,
      "lerinden": 1743,
      "Ġmey": 1744,
      "kÃ¼n": 1745,
      "imize": 1746,
      "Ġmetin": 1747,
      "alan": 1748,
      "Ġkah": 1749,
      "Ġsadece": 1750,
      "Ġorgan": 1751,
      "ĠiÃ§eren": 1752,
      "ĠkÃ¼resel": 1753,
      "Ġsal": 1754,
      "Ġavantaj": 1755,
      "Ġyeten": 1756,
      "ĠkonuÅŁma": 1757,
      "aj": 1758,
      "key": 1759,
      "rak": 1760,
      "adÄ±": 1761,
      "Ġverir": 1762,
      "ĠendÃ¼str": 1763,
      "Ġemin": 1764,
      "caÄŁ": 1765,
      "ode": 1766,
      "Ġproj": 1767,
      "Ġdair": 1768,
      "Ġmedya": 1769,
      "Ġtopl": 1770,
      "ĠpaylaÅŁ": 1771,
      "Ġfrom": 1772,
      "Ġyolc": 1773,
      "Ġdevam": 1774,
      "emek": 1775,
      "Ã¼kem": 1776,
      "arkÄ±": 1777,
      "ĠtÃ¼rÃ¼": 1778,
      "form": 1779,
      "Ġkey": 1780,
      "Ġdah": 1781,
      "oÅŁ": 1782,
      "ĠÅŁiir": 1783,
      "manÄ±z": 1784,
      "ĠtanÄ±r": 1785,
      "idget": 1786,
      "ĠmaÄŁaz": 1787,
      "Ġdes": 1788,
      "ĠÃ§Ã¼nkÃ¼": 1789,
      "ĠaÃ§Ä±klama": 1790,
      "Ã¼ltÃ¼r": 1791,
      "ĠgÃ¼c": 1792,
      "Ġdikkat": 1793,
      "mÄ±ÅŁtÄ±r": 1794,
      "ĠyÃ¼ksel": 1795,
      "ĠartÄ±rmak": 1796,
      "Ã¼kemmel": 1797,
      "tÄ±n": 1798,
      "ĠsoÄŁ": 1799,
      "Ã¼zgar": 1800,
      "ĠkarÅŁÄ±laÅŁtÄ±rÄ±n": 1801,
      "ĠpopÃ¼ler": 1802,
      "Ġdak": 1803,
      "Ġyas": 1804,
      "ilmesi": 1805,
      "point": 1806,
      "ĠgÃ¼venli": 1807,
      "ĠÄ°nsan": 1808,
      "ternet": 1809,
      "alar": 1810,
      "Ä±ÅŁtÄ±": 1811,
      "inizi": 1812,
      "ĠÃ¶ÄŁrenimi": 1813,
      "lilik": 1814,
      "liliÄŁi": 1815,
      "ĠkÃ¶tÃ¼": 1816,
      "ĠetkileÅŁim": 1817,
      "eckpoint": 1818,
      "ĠyatÄ±rÄ±m": 1819,
      "Ġolabil": 1820,
      "Ġortaya": 1821,
      "ĠsÃ¶z": 1822,
      "larÄ±yla": 1823,
      "Ġces": 1824,
      "text": 1825,
      "Ġfiziksel": 1826,
      "ĠâĢ": 1827,
      "Ġhab": 1828,
      "Ġ12": 1829,
      "ĠeriÅŁim": 1830,
      "ĠÃ¶zetleyin": 1831,
      "ĠTekn": 1832,
      "ĠÃ§ay": 1833,
      "ĠVeri": 1834,
      "Ġlistesini": 1835,
      "Ġkabul": 1836,
      "ĠBirleÅŁik": 1837,
      "Ġbarda": 1838,
      "Ġpazarlama": 1839,
      "sil": 1840,
      "erli": 1841,
      "ĠgÃ¶rÃ¼ÅŁ": 1842,
      "Ġiklim": 1843,
      "uluÄŁ": 1844,
      "Ġstratej": 1845,
      "Ġsp": 1846,
      "Ġkalit": 1847,
      "Ġteknoloji": 1848,
      "Ġnokta": 1849,
      "Ġthe": 1850,
      "alse": 1851,
      "eyec": 1852,
      "Ġcev": 1853,
      "ÄŁret": 1854,
      "Ġhayal": 1855,
      "ue": 1856,
      "Ġyerine": 1857,
      "ĠÃ¶nc": 1858,
      "iyordu": 1859,
      "ebz": 1860,
      "Ġodaklan": 1861,
      "vi": 1862,
      "Ġst": 1863,
      "ĠBÃ¼y": 1864,
      "ĠÃ§ocuk": 1865,
      "Ġint": 1866,
      "ift": 1867,
      "Ġteknik": 1868,
      "ĠgÃ¶rÃ¼ntÃ¼": 1869,
      "ijital": 1870,
      "Ġdahil": 1871,
      "gz": 1872,
      "Ġ/": 1873,
      "ĠsÄ±nÄ±r": 1874,
      "ĠsaÄŁlayÄ±n": 1875,
      "Ġorman": 1876,
      "ĠalÄ±r": 1877,
      "Ġey": 1878,
      "ĠbÃ¶yle": 1879,
      "ĠsÃ¼reÃ§": 1880,
      "ĠolmalÄ±dÄ±r": 1881,
      "ĠbardaÄŁÄ±": 1882,
      "Ä±lan": 1883,
      "ĠÃ§iz": 1884,
      "ton": 1885,
      "Ġot": 1886,
      "ĠhiÃ§": 1887,
      "Ġfinans": 1888,
      "Ä±ÅŁma": 1889,
      "ĠgÃ¶kyÃ¼z": 1890,
      "ĠyanÄ±t": 1891,
      "lÄ±ÄŁÄ±nÄ±": 1892,
      "Ã¼nÃ¼n": 1893,
      "ith": 1894,
      "Ġetik": 1895,
      "ĠNe": 1896,
      "rue": 1897,
      "ption": 1898,
      "Ġayr": 1899,
      "oÄŁun": 1900,
      "ĠgÃ¼venlik": 1901,
      "Ä±yorum": 1902,
      "Ġortam": 1903,
      "Ä±bbi": 1904,
      "Ġdizi": 1905,
      "Ġbirbir": 1906,
      "Ġetme": 1907,
      "ilere": 1908,
      "Ġhisset": 1909,
      "com": 1910,
      "Ġ%": 1911,
      "ĠkÃ¼ltÃ¼r": 1912,
      "Ġteh": 1913,
      "ates": 1914,
      "ĠdÃ¼ÅŁÃ¼k": 1915,
      "Ġmakale": 1916,
      "sik": 1917,
      "Ġyum": 1918,
      "Ġelektr": 1919,
      "irli": 1920,
      "ĠgÃ¶revleri": 1921,
      "ĠdÃ¼ny": 1922,
      "mesine": 1923,
      "Ġadam": 1924,
      "Ġrahat": 1925,
      "Ã¼kÃ¼met": 1926,
      "Ä±p": 1927,
      "malarÄ±na": 1928,
      "Ġbirey": 1929,
      "ĠÃ§ev": 1930,
      "Ġkullanmak": 1931,
      "ĠtasarlayÄ±n": 1932,
      "ĠÃ¼st": 1933,
      "ĠkullanÄ±r": 1934,
      "Ġolmayan": 1935,
      "ataset": 1936,
      "ĠgeliÅŁ": 1937,
      "ĠbaÄŁlÄ±": 1938,
      "ary": 1939,
      "lerinde": 1940,
      "Ġgelen": 1941,
      "Ġelde": 1942,
      "layout": 1943,
      "iber": 1944,
      "ĠcÃ¼mlede": 1945,
      "ĠamaÃ§": 1946,
      "ĠsÄ±caklÄ±k": 1947,
      "ekli": 1948,
      "isinin": 1949,
      "Ġverim": 1950,
      "ĠgenÃ§": 1951,
      "ĠÃĸÄŁren": 1952,
      "ĠDevlet": 1953,
      "pu": 1954,
      "Ġkategor": 1955,
      "Ġhata": 1956,
      "ĠhatÄ±r": 1957,
      "oru": 1958,
      "ĠÄ°lk": 1959,
      "ĠsaÄŁlÄ±klÄ±": 1960,
      "Ġolumlu": 1961,
      "ĠsaÄŁlama": 1962,
      "ĠEt": 1963,
      "Ġhizmetleri": 1964,
      "Ġkut": 1965,
      "Ġopt": 1966,
      "Ġto": 1967,
      "ĠkullanÄ±n": 1968,
      "Ġzar": 1969,
      "ĠEÄŁ": 1970,
      "Ġheyec": 1971,
      "Ġfon": 1972,
      "laÅŁtÄ±": 1973,
      "ĠsÃ¼rdÃ¼r": 1974,
      "Ġatmos": 1975,
      "ĠaÄŁaÃ§": 1976,
      "Ġortalama": 1977,
      "etik": 1978,
      "lÄ±yor": 1979,
      "eyn": 1980,
      "ĠSan": 1981,
      "000": 1982,
      "Ġhat": 1983,
      "ĠgÃ¶n": 1984,
      "mektedir": 1985,
      "ĠDen": 1986,
      "ĠbileÅŁ": 1987,
      "Ġdolar": 1988,
      "evrim": 1989,
      "Ġbulunur": 1990,
      "ĠAncak": 1991,
      "latform": 1992,
      "ĠÃľÃ§": 1993,
      "Ġekonomik": 1994,
      "ere": 1995,
      "ern": 1996,
      "ĠdÃ¼zenli": 1997,
      "sun": 1998,
      "Ġdal": 1999,
      "ĠAk": 2000,
      "Ġnum": 2001,
      "Ġro": 2002,
      "efon": 2003,
      "Ġelse": 2004,
      "diÄŁi": 2005,
      "eyahat": 2006,
      "Ġoyn": 2007,
      "Ġhafif": 2008,
      "ĠalÄ±ÅŁver": 2009,
      "ĠSaÄŁlÄ±k": 2010,
      "ĠÄ±s": 2011,
      "input": 2012,
      "Ġrobot": 2013,
      "ĠaÃ§Ä±s": 2014,
      "ĠÃ¶zg": 2015,
      "____": 2016,
      "ĠÄ°ngil": 2017,
      "gzersiz": 2018,
      "ĠÃ¼n": 2019,
      "ildi": 2020,
      "ess": 2021,
      "ĠÃ¶ner": 2022,
      "Ġtarif": 2023,
      "Ġsayf": 2024,
      "Ġvur": 2025,
      "Ġsak": 2026,
      "ĠmÃ¼z": 2027,
      "ĠKullan": 2028,
      "eÅŁil": 2029,
      "ĠbaÅŁladÄ±": 2030,
      "Ġtekrar": 2031,
      "ĠÃ§alÄ±ÅŁan": 2032,
      "Ã¼cr": 2033,
      "Ġdesen": 2034,
      "Ġkes": 2035,
      "ĠtaÅŁ": 2036,
      "Ä±llÄ±": 2037,
      "Ġzih": 2038,
      "Ġverilen": 2039,
      "Ġhaline": 2040,
      "Ġzorluk": 2041,
      "ĠDevletleri": 2042,
      "Ġsen": 2043,
      "Ġparlak": 2044,
      "Ġgerekt": 2045,
      "Ġinsanlar": 2046,
      "ĠList": 2047,
      ").": 2048,
      "ber": 2049,
      "sed": 2050,
      "ĠyanlÄ±ÅŁ": 2051,
      "Ġolay": 2052,
      "ining": 2053,
      "posta": 2054,
      "Ġlisteleyin": 2055,
      "name": 2056,
      "ĠÄ±sÄ±": 2057,
      "Ã¼f": 2058,
      "etli": 2059,
      "Ġaraba": 2060,
      "Ġett": 2061,
      "ĠKÃ¶": 2062,
      "luÄŁ": 2063,
      "ĠmÃ¼ÅŁter": 2064,
      "Ġsitesi": 2065,
      "ĠdavranÄ±ÅŁ": 2066,
      "ĠâĢ¢": 2067,
      "sim": 2068,
      "atif": 2069,
      "ĠmÃ¼kemmel": 2070,
      "Ġfak": 2071,
      "Ġneler": 2072,
      "Ġgelecek": 2073,
      "Ġdakika": 2074,
      "bet": 2075,
      "Ġj": 2076,
      "ĠeÅŁit": 2077,
      "Ġpla": 2078,
      "Ã¼mkÃ¼n": 2079,
      "mez": 2080,
      "ĠHar": 2081,
      "ĠsaÄŁlayabilir": 2082,
      "user": 2083,
      "ĠdeÄŁiÅŁiklik": 2084,
      "ĠaraÅŁtÄ±rma": 2085,
      "pit": 2086,
      "esyon": 2087,
      "Ġ11": 2088,
      "ĠcanlÄ±": 2089,
      "ĠMet": 2090,
      "Ġayar": 2091,
      "Ġyiyecek": 2092,
      "muÅŁ": 2093,
      "melerine": 2094,
      "Ġtor": 2095,
      "lanabilir": 2096,
      "ĠparÃ§a": 2097,
      "Ġkamp": 2098,
      "ory": 2099,
      "ĠgÃ¶rsel": 2100,
      "Ġbulmak": 2101,
      "Ġdeniz": 2102,
      "inc": 2103,
      "ĠUy": 2104,
      "ĠÃľr": 2105,
      "Ġch": 2106,
      "Ġgerekli": 2107,
      "Ġtemsil": 2108,
      "Ġsanat": 2109,
      "ĠbÃ¶lg": 2110,
      "ĠbÃ¶ylece": 2111,
      "kez": 2112,
      "umu": 2113,
      "ĠMer": 2114,
      "ĠPar": 2115,
      "Ġoku": 2116,
      "ĠhesaplayÄ±n": 2117,
      "Ġplatform": 2118,
      "Ġ15": 2119,
      "ĠTÃ¼m": 2120,
      "ĠbaÅŁlÄ±k": 2121,
      "Ġzamanda": 2122,
      "Ġele": 2123,
      "hend": 2124,
      "Ġbah": 2125,
      "ĠBÃ¼yÃ¼k": 2126,
      "Ġsi": 2127,
      "Ġhav": 2128,
      "Ġyav": 2129,
      "Ġalma": 2130,
      "aÄŁÄ±t": 2131,
      "ruf": 2132,
      "Ġtespit": 2133,
      "Ġbeklen": 2134,
      "bo": 2135,
      "mu": 2136,
      "ĠkÄ±z": 2137,
      "ĠkullanÄ±mÄ±": 2138,
      "ĠYaz": 2139,
      "Ġincel": 2140,
      "label": 2141,
      "ĠÃ¶ÄŁret": 2142,
      "ĠÃĸrn": 2143,
      "19": 2144,
      "Ġle": 2145,
      "ult": 2146,
      "par": 2147,
      "les": 2148,
      "asÄ±nÄ±": 2149,
      "Ġfa": 2150,
      "Ġsonunda": 2151,
      "ĠanlamlÄ±": 2152,
      "ĠyaklaÅŁÄ±k": 2153,
      "Ã¼ÄŁ": 2154,
      "leyici": 2155,
      "Ä±yÄ±": 2156,
      "Ġherk": 2157,
      "sur": 2158,
      "ĠaÅŁaÄŁÄ±daki": 2159,
      "emli": 2160,
      "ict": 2161,
      "Ġzamanlar": 2162,
      "dim": 2163,
      "mur": 2164,
      "aliyet": 2165,
      "aÄŁmen": 2166,
      "Ġarama": 2167,
      "Ġ==": 2168,
      "ĠiÅŁaret": 2169,
      "ĠUz": 2170,
      "ĠyÄ±ldÄ±": 2171,
      "Ġsab": 2172,
      "Ġolun": 2173,
      "ĠKal": 2174,
      "ĠkarÄ±ÅŁtÄ±r": 2175,
      "ĠfaktÃ¶r": 2176,
      "num": 2177,
      "yth": 2178,
      "Ġdijital": 2179,
      "ĠtÄ±bbi": 2180,
      "ĠbaÅŁar": 2181,
      "ĠmÃ¼ÅŁteriler": 2182,
      "ĠÃĸz": 2183,
      "Ġbenzersiz": 2184,
      "Ġparagraf": 2185,
      "Ġsebz": 2186,
      "ĠBel": 2187,
      "ite": 2188,
      "ĠÅŁun": 2189,
      "Ġrol": 2190,
      "ĠraÄŁmen": 2191,
      "Ġvermek": 2192,
      "ids": 2193,
      "Ġso": 2194,
      "ĠdÄ±ÅŁ": 2195,
      "ord": 2196,
      "Ġpoli": 2197,
      "ĠiÅŁleme": 2198,
      "ĠMakine": 2199,
      "mÄ±zÄ±": 2200,
      "ĠtÃ¼ket": 2201,
      "Ġhaber": 2202,
      "Widget": 2203,
      "dÄ±ndan": 2204,
      "son": 2205,
      "Ġsunar": 2206,
      "Ġprint": 2207,
      "ĠbaÅŁarÄ±lÄ±": 2208,
      "gisi": 2209,
      "Ġseyahat": 2210,
      "Ã¼cÃ¼": 2211,
      "ĠaÃ§Ä±sÄ±ndan": 2212,
      "ĠyÄ±ldÄ±z": 2213,
      "data": 2214,
      "ĠGir": 2215,
      "Ġbilin": 2216,
      "estor": 2217,
      "ĠÃĩevr": 2218,
      "Ġtasarruf": 2219,
      "Ġtorch": 2220,
      "Ġgece": 2221,
      "ÅŁti": 2222,
      "urta": 2223,
      "itab": 2224,
      "Ġmetni": 2225,
      "su": 2226,
      "iner": 2227,
      "arlÄ±": 2228,
      "ĠdÃ¶rt": 2229,
      "Ä±rÄ±": 2230,
      "Ä±rak": 2231,
      "emi": 2232,
      "tÄ±cÄ±": 2233,
      "ĠCÃ¼mle": 2234,
      "malÄ±": 2235,
      "elen": 2236,
      "ĠgÄ±da": 2237,
      "ĠiÃ§eri": 2238,
      "ĠOption": 2239,
      "ĠbÃ¼yÃ¼m": 2240,
      "tokenizer": 2241,
      "ĠÄ°klim": 2242,
      "lacak": 2243,
      "Ġederek": 2244,
      "lÄ±kla": 2245,
      "versation": 2246,
      "ython": 2247,
      "ĠOptional": 2248,
      "dalÄ±": 2249,
      "genin": 2250,
      "ht": 2251,
      "Ġbur": 2252,
      "luÄŁu": 2253,
      "Ġdenk": 2254,
      "ĠkiÅŁinin": 2255,
      "lanmÄ±ÅŁ": 2256,
      "leyen": 2257,
      "Ġaktiv": 2258,
      "Ġonu": 2259,
      "eneksel": 2260,
      "ĠhastalÄ±k": 2261,
      "imizi": 2262,
      "Ġkarbon": 2263,
