{
  "bre": 12085,
  "leÅŁtirici": 8882,
  "Ġset": 4463,
  "lararasÄ±": 3490,
  "Ġbecerilerini": 5108,
  "Ġ>": 2748,
  "ilmesine": 4801,
  "eceÄŁ": 816,
  "stronot": 10219,
  "ĠYakÄ±ndaki": 13415,
  "ĠAyar": 13199,
  "Ġdillerini": 13776,
  "ĠkatmanlÄ±": 15464,
  "muyor": 15786,
  "ĠalÄ±m": 6017,
  "Ġlastik": 11977,
  "ĠfiyatÄ±nÄ±": 9584,
  "Ġkonsantr": 6665,
  "ecekti": 11797,
  "ĠgeliÅŁ": 1937,
  "Ġmemnun": 2349,
  "ĠÅŁehri": 6582,
  "Ġteknolojisi": 3500,
  "Ġpersonel": 6596,
  "ĠHamlet": 12966,
  "Ġbildir": 3282,
  "¾": 140,
  "ĠMemeliler": 15704,
  "Ġkalan": 3771,
  "ĠWh": 11859,
  "Ġkurdu": 16003,
  "Ġahlaki": 7576,
  "Ġbirini": 4737,
  "ĠKÄ±r": 4313,
  "Ã§asÄ±": 8816,
  "().__": 8987,
  "lap": 9994,
  "Ġdra": 6209,
  "Ġ194": 11483,
  "ert": 5921,
  "limi": 13577,
  "Ã¶rler": 5873,
  "ĠsayÄ±dan": 16064,
  "ĠÃ§alÄ±": 5493,
  "Ġonay": 5311,
  "Ġprofili": 16285,
  "atÄ±": 4195,
  "ĠkÃ¼tÃ¼phan": 5679,
  "ĠSonuÃ§": 2464,
  "ĠetmiÅŁti": 15200,
  "uluÄŁunu": 5398,
  "Ġkarpuz": 14322,
  "Ġfay": 1012,
  "ĠKelimeler": 12427,
  "ĠtamamlanmasÄ±": 8174,
  "lamasÄ±nÄ±": 15049,
  "menize": 6035,
  "ĠiÃ§ermektedir": 13202,
  "ĠĠĠĠĠĠĠĠĊ": 2782,
  "ĠKu": 4142,
  "Ġizley": 5445,
  "ĠendÃ¼stride": 8561,
  "**": 9684,
  "Ä±ldÄ±ÄŁÄ±": 4718,
  "ĠaltÄ±na": 6145,
  "imizi": 2262,
  "ĠkalÄ±p": 7803,
  "Ġmavisi": 13014,
  "Ġgerilim": 7372,
  "ĠsÄ±kÄ±": 3881,
  "Ġminnettar": 6280,
  "lator": 13251,
  "Ġotlar": 11916,
  "Zaman": 14195,
  "ĠmÄ±": 2426,
  "inebilir": 15061,
  "Ġevcil": 3931,
  "ĠÃ¶dev": 7759,
  "Ġliderin": 13739,
  "eyse": 3694,
  "ĠNisan": 11641,
  "ĠparÃ§alar": 13890,
  "ĠEbeveyn": 13533,
  "edit": 10287,
  "reshold": 15632,
  "ĠGog": 8849,
  "ĠyaÅŁamÄ±n": 9842,
  "ingle": 12224,
  "|>\"": 12908,
  "anÄ±z": 4881,
  "ĠBaba": 10945,
  "ĠTim": 10318,
  "ĠÃ§izg": 5665,
  "ĠgeliÅŁtirmeye": 5209,
  "Ġekran": 4897,
  "Ġyerde": 4025,
  "ĠEvet": 3481,
  "luk": 986,
  "ĠsÄ±nÄ±rlarÄ±nÄ±": 10768,
  "ĠÃ¶ÄŁrenebilirler": 15978,
  "ĠÃ§alma": 15119,
  "Ġfinans": 1888,
  "laÅŁ": 511,
  "imi": 471,
  "Training": 14096,
  "IP": 9233,
  "gcd": 15777,
  "ĠBilgi": 6881,
  "Ġkonuyla": 5952,
  "ĠanÄ±larÄ±": 14706,
  "ĠsÃ¼rer": 7961,
  "Ġreli": 7068,
  "Ġanalizler": 13828,
  "try": 6105,
  "ĠÃĩar": 13203,
  "Ã¼ydÃ¼": 6440,
  "Ġanlar": 14315,
  "dolab": 10520,
  "Ġduy": 747,
  "ascii": 13029,
  "kuÅŁaÄŁÄ±": 12309,
  "Ġraise": 6735,
  "ĠsayfasÄ±nÄ±n": 15340,
  "Ġbeyzbol": 14017,
  "ĠZamanÄ±n": 16326,
  "ĠfaydalÄ±dÄ±r": 9626,
  "ĠYer": 4471,
  "Ġetkinliklere": 10789,
  "Ġgel": 384,
  "luÄŁu": 2253,
  "Ġlab": 8639,
  "ĠgÃ¶ndermek": 9879,
  "va": 7196,
  "Ġtelevizyon": 6683,
  "ï": 153,
  "Ġkelimelerden": 13991,
  "ĠeÄŁr": 14431,
  "Ġgerektirir": 2340,
  "ĠsevinÃ§li": 11183,
  "tics": 12916,
  "ĠmÃ¼zik": 2963,
  "Ġcode": 10651,
  "diniz": 5417,
  "Ġduyarlar": 11433,
  "q": 100,
  "ference": 5659,
  "iciydi": 15954,
  "ediÄŁi": 7056,
  "Ġenerji": 917,
  "ĠdÃ¼ÅŁÃ¼nÃ¼n": 4447,
  "ĠFransa": 3258,
  "ĠÃĩalÄ±ÅŁ": 3940,
  "ĠyaÅŁamÄ±": 10752,
  "Ġblender": 13603,
  "Ġtavada": 8239,
  "ĠdolaÅŁ": 6438,
  "Ġizlemek": 4151,
  "Ġtesli": 5324,
  "osunu": 14365,
  "Ġfes": 6004,
  "ĠmÃ¼ÅŁt": 643,
  "crit": 15372,
  "ĠgÃ¶kyÃ¼zÃ¼ndeki": 14557,
  "mesine": 1923,
  "fe": 15771,
  "ĠinanÄ±yor": 13323,
  "ĠTeorisi": 12486,
  "ĠsarÄ±msak": 3159,
  "nem": 13060,
  "ĠfiyatlarÄ±nÄ±": 10420,
  "ĠEvcil": 7848,
  "Ġokula": 11133,
  "ĠMÃ¼zik": 8981,
  "ĠiÅŁlevi": 8575,
  "ĠzamanlarÄ±": 12672,
  "]]": 3791,
  "ĠdoÄŁan": 11845,
  "Ġlist": 628,
  "elemeli": 12967,
  "ĠGÃ¼nler": 16131,
  "ĠonlarÄ±": 3336,
  "Ġdairesel": 14543,
  "isine": 2612,
  "rn": 696,
  "ĠhazÄ±rlanmak": 12470,
  "Ġrutin": 7578,
  "ĠalÄ±nÄ±r": 16170,
  "Ġhedeflerinize": 11470,
  "ĠkaldÄ±": 3128,
  "Ġdeneyimleri": 7998,
  "isk": 1366,
  "ol": 290,
  "sÄ±nda": 4925,
  "ĠtabanÄ±": 13831,
  "cept": 5490,
  "ĠalaycÄ±": 14146,
  "Ġbelirsiz": 9774,
  "ĠkalÄ±b": 7500,
  "ĠuzunluÄŁunda": 6482,
  "Ä°ngil": 12982,
  "ĠÅŀ": 890,
  "mps": 11291,
  "Ġdinlen": 7007,
  "ĠKalbim": 11241,
  "stop": 7212,
  "ĠZamanÄ±nda": 15410,
  "urcuk": 14271,
  "Ġyaratmaya": 6766,
  "Ġsunma": 12242,
  "ĠÃ¶zelleÅŁtirilmiÅŁ": 8542,
  "Ġilet": 994,
  "fÄ±r": 4533,
  "message": 8810,
  "Ġmalzem": 1540,
  "Ġtat": 1548,
  "array": 12394,
  "Ġkalabilir": 7556,
  "Ġ{\"": 4715,
  "Ġrolleri": 16276,
  "ilya": 4929,
  "Ã§eleri": 14931,
  "(\"": 898,
  "itesi": 14991,
  "Å": 145,
  "ĠbÄ±rakÄ±lÄ±r": 15369,
  "IZ": 12081,
  "False": 3503,
  "aÄŁÄ±dÄ±": 8310,
  "Ġsoyut": 6484,
  "ĠSatÄ±ÅŁ": 9660,
  "elerden": 4351,
  "ulmaz": 6317,
  "ĠiyileÅŁtirir": 11895,
  "ĠkaynaklarÄ±nÄ±n": 5210,
  "ĠyÃ¼rÃ¼t": 3709,
  "ĠÃ¶ncÃ¼": 15327,
  "odcast": 11773,
  "gence": 12298,
  "Ġevrim": 4685,
  "Ã¼nizm": 12610,
  "ĠAkdeniz": 13351,
  "siy": 1269,
  "Ġhav": 2128,
  "osistem": 3818,
  "ĠdeÄŁiÅŁkeni": 15647,
  "sort": 8258,
  "ĠolabileceÄŁi": 6377,
  "Ġkelim": 626,
  "yle": 4189,
  "ĠbÃ¼yÃ¼leyici": 6062,
  "lÃ¼str": 13215,
  "Ġcustom": 13115,
  "Ġkarakter": 1462,
  "Em": 14876,
  "ĠÄ°ncel": 10723,
  "ĠkeÅŁfet": 1562,
  "Ġlans": 10852,
  "ĠGÃ¼ven": 3412,
  "eÅŁit": 797,
  "Ġhissel": 15208,
  "eyin": 1232,
  "ĠYazar": 8302,
  "Ġdesen": 2034,
  "kyÃ¼z": 1447,
  "Ġbiyograf": 11963,
  "ilki": 4831,
  "ished": 9891,
  "ĠHayvan": 3358,
  "ĠJSON": 14398,
  "adÄ±": 1761,
  "weight": 5403,
  "ĠSamsung": 9415,
  "ĠsavaÅŁa": 13416,
  "fez": 15772,
  "ĠDurumu": 12442,
  "ĠÅŁekl": 2346,
  "num": 2177,
  "ĠDeÄŁiÅŁik": 4456,
  "ĠKendini": 10487,
  "Ġvergileri": 12011,
  "YaÅŁ": 9020,
  "Ġburada": 3359,
  "ÅŁaÄŁÄ±daki": 478,
  "ĠalÄ±ÅŁver": 2009,
  "ĠÅŁeyler": 3849,
  "Ġistekli": 7100,
  "ham": 3062,
  "ĠdalgalarÄ±": 11985,
  "izmet": 718,
  "ĠsaÄŁlÄ±yor": 8856,
  "valtÄ±": 5458,
  "ĠÃ§Ä±kma": 11015,
  "ĠseÃ§tiÄŁiniz": 16069,
  "Ġhatta": 3044,
  "ĠUzun": 3855,
  "Ġyazar": 3652,
  "abeth": 16338,
  "Ġarada": 7985,
  "Ã¼z": 310,
  "dÄ±ÄŁÄ±nÄ±": 1653,
  "Ġpodcast": 13101,
  "ĠazaltmalarÄ±na": 12728,
  "Ġl": 3861,
  "Ã¼lt": 11781,
  "form": 1779,
  "lendir": 798,
  "tokenizer": 2241,
  "Ġattention": 5438,
  "malarÄ±na": 1928,
  "iliÄŁini": 8645,
  "ĠsÄ±caklÄ±ÄŁÄ±n": 14458,
  "ĠÄ°ÅŁe": 16175,
  "Ġnesnenin": 4952,
  "Ġu": 722,
  "Ġ3000": 15957,
  "Ġdilinde": 11828,
  "Type": 10902,
  "Ġoynar": 8373,
  "ĠÃ§aydan": 16230,
  "CNN": 15742,
  "ĠtaÅŁÄ±mayÄ±": 12854,
  "gÄ±lÄ±": 6506,
  "ĠkÄ±lmak": 15810,
  "Ġfizik": 7390,
  "Ġid": 2487,
  "ĠBayes": 14067,
  "ĠTilki": 10319,
  "ĠmeslektaÅŁ": 7444,
  "Ġtarihinin": 14521,
  "idden": 2679,
  "Met": 14187,
  "ĠsektÃ¶r": 4040,
  "ijital": 1870,
  "Ġsanatlar": 16264,
  "leyen": 2257,
  "Ġtoplar": 15143,
  "lendirici": 10371,
  "steps": 4774,
  "ĠsÄ±nava": 13078,
  "Ġtemperature": 11428,
  "ci": 830,
  "ĠoranÄ±nÄ±": 12406,
  "ĠMey": 4794,
  "penalty": 10831,
  "ĠyÃ¼zyÄ±lda": 8213,
  "ĠSistemi": 6698,
  "Ġrenklerin": 12305,
  "ĠAraba": 4553,
  "get": 894,
  "ĠaraÅŁtÄ±rmacÄ±lar": 16262,
  "ides": 12681,
  "Ġ),": 9462,
  "ĠSÄ±klÄ±kla": 12006,
  "ĠyakÄ±tlar": 13387,
  "ĠÃ§Ä±kmaz": 15123,
  "Ġmakinenin": 13922,
  "ĠsorunlarÄ±nÄ±": 8358,
  "ĠtelefonlarÄ±": 11533,
  "ĠDenizi": 14565,
  "ĠiliÅŁkilendirilir": 12461,
  "ĠcoÅŁ": 7216,
  "Ġhassas": 4031,
  "Ġkarabiberle": 15530,
  "ĠHT": 3310,
  "ĠgÃ¶zleri": 8169,
  "Ġpandeminin": 14722,
  "ĠOld": 16363,
  "ĠsÃ¼rpr": 6111,
  "Ġkayded": 5109,
  "ml": 4098,
  "ĠsaÄŁlanan": 10673,
  "onez": 11717,
  "ĠSodyum": 13656,
  "ĠetkileÅŁimli": 4267,
  "ĠolmanÄ±n": 4885,
  "Ġdum": 10608,
  "Ġtutan": 10734,
  "ĠVegan": 8384,
  "ĠColor": 15092,
  "ĠkÃ¼tÃ¼ph": 4298,
  "mesan": 13496,
  "ĠInstagram": 8436,
  "Ġengeller": 12382,
  "Ġyarar": 3630,
  "Ã¼dÃ¼r": 7048,
  "ĠkalkÄ±n": 15111,
  "esel": 1011,
  "Ġyak": 702,
  "ĠKitaplar": 11592,
  "Ġolanlar": 8313,
  "tin": 1651,
  "Ġfinansman": 9861,
  "ĠYatÄ±rÄ±m": 9504,
  "ĠKarÄ±ÅŁ": 12770,
  "Ã¼len": 5770,
  "memiz": 10755,
  "indeki": 2559,
  "arkÄ±": 1777,
  "ting": 14225,
  "ĠoluÅŁturul": 3509,
  "ĠkararÄ±": 9499,
  "ĠeÄŁitime": 11494,
  "ĠbÃ¼yÃ¼cÃ¼": 12204,
  "ĠgeÃ§iÅŁ": 4442,
  "Ġdatetime": 9938,
  "amet": 3867,
  "ĠAkÄ±ÅŁ": 16248,
  "Ġsur": 9034,
  "Ġduygusu": 5217,
  "iyor": 526,
  "Ġfotosentez": 11350,
  "Ġbelirlemeyi": 9641,
  "ĠEd": 5562,
  "Ġlezzetliydi": 13474,
  "Ġsaatte": 9586,
  "ĠPost": 13155,
  "ven": 644,
  "ĠtarafÄ±n": 12230,
  "ĠBiz": 13097,
  "ĠThomas": 9681,
  "Ġrout": 10962,
  "sole": 9698,
  "update": 7833,
  "ĠdÃ¼ÅŁÃ¼nceler": 10786,
  "__()": 13236,
  "ĠHikayenin": 8592,
  "ĠyÄ±l": 815,
  "ĠÅŁÃ¶yle": 4197,
  "ĠGala": 8664,
  "uhaf": 5515,
  "Ġprojeleri": 10139,
  "maktÄ±r": 10956,
  "cago": 9506,
  "ĠdayanÄ±klÄ±lÄ±k": 9410,
  "Ġdak": 1803,
  "ĠhÄ±z": 720,
  "raÄŁÄ±": 13062,
  "Ä°ngilizce": 14157,
  "mod": 10249,
  "ĠayrÄ±": 3873,
  "ĠAsistan": 14625,
  "Ġkarakterin": 6584,
  "dizi": 12542,
  "ĠadÄ±nda": 6356,
  "Ġwas": 15175,
  "Ġyasa": 4095,
  "Ġdrama": 14083,
  "edir": 1118,
  "ĠNormal": 15980,
  "ious": 14016,
  "Ġmakalesini": 8539,
  "eÃ§": 417,
  "Ġyine": 10274,
  "Tokenizer": 7317,
  "ĠKendi": 4918,
  "ĠyaptÄ±": 2396,
  "ĠcevabÄ±": 9147,
  "ĠKahraman": 14012,
  "Ġkonusundaki": 8353,
  "RL": 6501,
  "ĠyapÄ±landÄ±rÄ±n": 14479,
  "ĠarkadaÅŁÄ±n": 13286,
  "ĠkaldÄ±lar": 11574,
  "Ġtul": 11320,
  "Ġoksijen": 5316,
  "ĠyÃ¶ne": 12212,
  "ĠartÄ±rdÄ±": 13798,
  "ĠyÃ¼kselt": 8927,
  "ĠTrue": 3448,
  "mÄ±ÅŁ": 771,
  "ilen": 413,
  "Ġsitesine": 13825,
  "Ġinsanlardan": 7641,
  "ĠgÃ¶lÃ¼n": 16369,
  "ĠeÄŁitim": 1476,
  "over": 10250,
  "ĠnÃ¶tr": 8098,
  "gth": 2596,
  "ĠsÄ±ra": 1414,
  "lanmÄ±ÅŁ": 2256,
  "kwargs": 4786,
  "ĠyÃ¶nlÃ¼": 9312,
  "Color": 13043,
  "to": 826,
  "Ġyaka": 3166,
  "Ġ7": 984,
  "dayan": 7736,
  "ĠbirleÅŁtiren": 9610,
  "ĠGiriÅŁim": 10448,
  "Ä±yorlar": 8516,
  "ĠkullanÄ±lma": 8583,
  "ĠMek": 14318,
  "Ġolursa": 4906,
  "Ġkoruyun": 9106,
  "check": 9316,
  "ĠkullanÄ±cÄ±lara": 5450,
  "\"\\": 14860,
  "uya": 4828,
  "ĠpoÅŁ": 11343,
  "ĠAlÄ±ÅŁveriÅŁ": 8434,
  "Ġada": 3175,
  "Ġokur": 7112,
  "ĠbirkaÃ§": 1483,
  "ĠCen": 13166,
  "Ġkaynat": 13761,
  "Ġyumurt": 12828,
  "ĠfarklÄ±lÄ±klarÄ±": 9113,
  "ĠekipmanlarÄ±": 15633,
  "onlarÄ±": 11329,
  "Ġoutputs": 9898,
  "ĠArktik": 8244,
  "cilik": 12806,
  "ĠSp": 3672,
  "eyec": 1852,
  "Ġanketler": 10824,
  "Ġherkesi": 12852,
  "ĠyÄ±llardÄ±r": 13789,
  "|>\",": 4776,
  "Ġ2010": 16144,
  "QLabel": 12439,
  "Ġhidden": 5854,
  "ĠÃ¼stesinden": 8185,
  "ĠfarkÄ±ndalÄ±ÄŁÄ±nÄ±": 12473,
  "ĠmÃ¼ÅŁterilerin": 3889,
  "ĠolmayÄ±": 6761,
  "ĠÅŀÃ¶valye": 15207,
  "dÃ¼ÄŁÃ¼nde": 10159,
  "Ġkab": 1163,
  "Ġetkinlikler": 8579,
  "ĠYaÄŁ": 4797,
  "Ġetkilere": 6972,
  "Ġhikayesi": 4996,
  "Ġdiyet": 2469,
  "culate": 16047,
  "ĠKullanÄ±cÄ±": 2641,
  "ebilirler": 2794,
  "ĠrendelenmiÅŁ": 8432,
  "Ġifadedir": 14530,
  "asyum": 15853,
  "ĠÃ§ocu": 5934,
  "abileceÄŁini": 7662,
  "ĠoluÅŁturmasÄ±na": 12644,
  "<|answer|>": 12,
  "ĠSE": 3307,
  "Ġcen": 15030,
  ".\"\"\"": 5386,
  "ĠarabasÄ±": 14696,
  "ĠdÃ¼nyaya": 5823,
  "ĠyaÅŁlÄ±": 4901,
  "ĠÃ§orbasÄ±": 15860,
  "ĠÄ±z": 8638,
  "ĠdÃ¶nÃ¼ÅŁtÃ¼rÃ¼l": 14501,
  "Ġmanip": 4487,
  "Ġsonuna": 8684,
  "udent": 3946,
  "Fi": 12530,
  "ĠUran": 16067,
  "ĠYolda": 7417,
  "ĠyerleÅŁ": 7808,
  "Ġbilgisini": 14399,
  "ĠLinc": 12222,
  "lemenin": 15086,
  "----": 1299,
  "ĠaÃ§Ä±klamasÄ±nÄ±": 5223,
  "abilmelidir": 12261,
  "Ä±cÄ±nÄ±n": 7920,
  "ĠAÄŁaÃ§": 4368,
  "ĠThis": 9502,
  "Ġconversation": 6891,
  "arÄ±m": 1742,
  "ocu": 5357,
  "ĠyaÅŁÄ±": 13642,
  "Ġor": 465,
  "Ġdaireler": 16225,
  "rem": 6409,
  "ĠGÃ¶rÃ¼n": 10781,
  "ent": 754,
  "ĠGir": 2215,
  "edi": 851,
  "ĠbiliÅŁim": 4146,
  "sen": 12097,
  "ĠMakal": 6256,
  "ĠneÅŁe": 9403,
  "Ġkurulu": 13213,
  "ted": 6510,
  "zer": 8079,
  "Ġrehber": 6492,
  "ri": 1393,
  "Model": 4781,
  "ĠBan": 7334,
  "Ġkarakterler": 7133,
  "ĠÃ¶zel": 1154,
  "Ġdizisini": 8548,
  "leÅŁtirin": 2984,
  "ĠyardÄ±mÄ±na": 15992,
  "ine": 359,
  "ĠformÃ¼lÃ¼": 11154,
  "ĠTarif": 9625,
  "ĠSeÃ§im": 9409,
  "umulation": 16265,
  "Ġprotokol": 6341,
  "Ġyeteneklerini": 9390,
  "ĠanlamalarÄ±nÄ±": 15308,
  "ĠÃ§erÃ§ev": 5365,
  "ÄŁÄ±mÄ±": 14250,
  "ĠkÄ±sÄ±t": 6208,
  "ĠBilgisayarlar": 8584,
  "Ä±yor": 708,
  "Ġnedenini": 6027,
  "ĠbÃ¶cekler": 14771,
  "ĠÄ±sÄ±t": 7547,
  "Ġregresyon": 6903,
  "ĠÅŀapka": 13253,
  "ĠarÄ±ndÄ±r": 13648,
  "Ġcesurca": 13959,
  "gal": 15774,
  "ĠkenarÄ±": 10396,
  "ĠÅŁiirin": 12148,
  "Ġherk": 2157,
  "ĠJenn": 12703,
  "ĠayakkabÄ±": 6399,
  "ĠGelecek": 4452,
  "ĠSak": 9729,
  "ĠyÃ¼ksel": 1795,
  "ĠsaldÄ±rÄ±": 6699,
  "Ġkolu": 14613,
  "Ġkaybol": 4647,
  "Ġdepartman": 12052,
  "Ġkm": 9711,
  "oks": 2499,
  "tysburg": 15285,
  "bu": 3001,
  "Ġcur": 9058,
  "ĠkolaylaÅŁtÄ±rÄ±r": 7020,
  "Ġhedefleri": 6673,
  "Ġinto": 11760,
  "larca": 5020,
  "Ġsistemler": 5443,
  "Mod": 14879,
  "Ġinstall": 15591,
  "Ã¼r": 274,
  "astgele": 7825,
  "ĠdoÄŁranmÄ±ÅŁ": 3354,
  "Ġkavanoz": 13307,
  "Ġoturdu": 15497,
  "ĠKarÅŁÄ±": 5323,
  "dak": 1046,
  "Ġister": 14416,
  "ĠÃ§alÄ±ÅŁabilir": 13220,
  "mazlar": 13299,
  "ĠhÃ¼cr": 3582,
  "Ġsonu": 804,
  "Ġef": 5072,
  "Ġvitamini": 12936,
  "Ġkalem": 7357,
  "Ġyollarla": 6861,
  "rap": 12096,
  "ĠEvden": 11102,
  "ĠÃĩevrimiÃ§i": 4335,
  "ĠÃ§alÄ±ÅŁabilme": 16016,
  "ĠkatÄ±lÄ±mÄ±": 14000,
  "ton": 1885,
  "ĠhÃ¼kÃ¼metler": 9162,
  "ĠtavÅŁan": 8557,
  "ainter": 9913,
  "results": 9956,
  "QL": 4782,
  "ĠBeyaz": 8472,
  "ĠAmerikan": 2802,
  "Ġsesin": 14252,
  "meliyiz": 10130,
  "taraf": 15185,
  "ĠadamdÄ±": 12829,
  "Ġsaatler": 12323,
  "Ġyedi": 6087,
  "ĠÅŀirket": 2459,
  "ĠbÃ¶lgede": 9870,
  "Ġtestleri": 9587,
  "il": 205,
  "Ġgezisi": 10134,
  "kenar": 11026,
  "ĠAlgoritmalar": 15513,
  "ĠTer": 4641,
  "Ġsys": 9713,
  "fak": 10246,
  "ĠkatÄ±lma": 11947,
  "Ġsiyah": 4670,
  "ĠSÄ±": 2627,
  "ĠkÃ¼mesini": 11497,
  "ĠdÃ¼ÅŁÃ¼nce": 7114,
  "ĠtekrarlayÄ±n": 13887,
  "ĠSiyas": 13654,
  "itecture": 15716,
  "ĠkalmayÄ±": 10343,
  "Ġtelif": 14952,
  "ĠkaynaklarÄ±na": 4322,
  "eki": 503,
  "Ġuygulayarak": 14409,
  "ĠyaÅŁÄ±yordu": 9100,
  "ĠGet": 10665,
  "eport": 16097,
  "dÃ¶rt": 5765,
  "Ġkonular": 8511,
  "ĠSeÃ§": 4229,
  "ĠmÃ¼lakat": 9845,
  "Ġkoruy": 5506,
  "Ġyapraklar": 10492,
  "pty": 8532,
  "ĠaÄŁrÄ±": 12947,
  "ty": 1406,
  "Ġyeter": 15199,
  "ĠgÃ¶rÃ¼ÅŁmesi": 12334,
  "kÃ¶": 8809,
  "Ġkam": 3067,
  "Ġdolan": 12659,
  "Ġvur": 2025,
  "Ġgirdiyi": 11588,
  "ĠDaÄŁ": 6959,
  "ĠÄ°sviÃ§": 12964,
  "fi": 2608,
  "Ġyor": 1679,
  "ĠKrallÄ±k": 7575,
  "Ġeksik": 2703,
  "blem": 1580,
  "Ġbold": 13996,
  "ĠdikdÃ¶rtgen": 12490,
  "ĠyazÄ±larÄ±": 14639,
  "Ġfilm": 1434,
  "ĠiÃ§erirken": 11874,
  "ĠplanlayÄ±n": 12260,
  "ĠuyaklÄ±": 9071,
  "Ġpound": 10627,
  "ukat": 15129,
  "gesi": 3400,
  "Ġrota": 10773,
  "igh": 6984,
  "ĠBatÄ±": 9722,
  "ĠÃ¼zer": 11422,
  "ÅŁaÄŁÄ±": 467,
  "Ġperspektif": 5835,
  "Ġ12": 1829,
  "ĠHiÃ§bir": 9950,
  "Ġsahipleri": 13198,
  "ĠgÃ¶rÃ¼r": 7955,
  "ĠÃ§Ã¶zÃ¼lebilir": 15183,
  "ĠVincent": 13161,
  "ĠeritilmiÅŁ": 14822,
  "dÃ¼rÃ¼lebilir": 5447,
  "ĠsÃ¼rÃ¼n": 6749,
  "ĠkirliliÄŁi": 3710,
  "ĠiÃ§eriÄŁini": 6383,
  "ĠHTTP": 9184,
  "Ġaskeri": 8049,
  "langÄ±": 2861,
  "ĠalÄ±ntÄ±": 4719,
  "ĠatasÃ¶zÃ¼nÃ¼n": 14743,
  "ĠfÄ±rsat": 1661,
  "ĠQVBoxLayout": 6998,
  "ĠÄ±ÅŁÄ±ÄŁÄ±na": 16316,
  "Ġhitap": 10616,
  "ĠadÄ±mlar": 5658,
  "ilmelidir": 6344,
  "Ġetmelerini": 11442,
  "ĠÅŁirketleri": 13298,
  "Ġinceleme": 8014,
  "ĠokuryazarlÄ±k": 15689,
  "ĠsevdiÄŁim": 11048,
  "ĠSok": 12627,
  "Ġyolcu": 10688,
  "Ġpar": 509,
  "ĠaÃ§Ä±kÃ§a": 7495,
  "ates": 1914,
  "Ġinstance": 11620,
  "ĠÄ°puÃ§larÄ±": 13536,
  "ubble": 8743,
  "Åŀirket": 10719,
  "ĠkaÃ§Ä±r": 9364,
  "Ġbilim": 1632,
  "Ġlst": 15495,
  "Ġkoyu": 8596,
  "Ġpast": 5192,
  "Ġumuyorum": 13930,
  "Ġkombinasyonu": 10200,
  "ĠyanlÄ±": 11317,
  "ĠgÃ¼venini": 16037,
  "Ġdurumlarda": 6142,
  "Ġexcept": 6802,
  "Ġkapan": 9338,
  "ĠyarÄ±ÅŁ": 6644,
  "yaÅŁ": 10629,
  "Ġesn": 3228,
  "ĠModeli": 12933,
  "Ä±k": 280,
  "gent": 15775,
  "ĠNesnelerin": 12431,
  "ĠpyqtSignal": 11652,
  "ĠtanÄ±r": 1785,
  "D": 55,
  "Ġconfig": 3434,
  "Ġpadding": 6293,
  "ĠSaygÄ±": 4869,
  "ĠDÃ¼ÅŁÃ¼k": 6286,
  "Ġdestekleyen": 8354,
  "Ġpotans": 1144,
  "Ä±da": 1515,
  "21": 3977,
  "Ġyararlanmak": 14712,
  "ĠartÄ±rmak": 1796,
  "ĠzÄ±t": 5129,
  "tef": 9699,
  "Ġsahibi": 3414,
  "Ġhangisi": 7170,
  "Ä±nÄ±l": 12141,
  "Ġetkiley": 2722,
  "lt": 13576,
  "ĠMemel": 12910,
  "knowledge": 9454,
  "ĠbÄ±rakmak": 15368,
  "ĠUzaktan": 7438,
  "Ġetkili": 1574,
  "ĠBaÄŁÄ±msÄ±z": 14095,
  "Ġstratejiler": 4488,
  "amadÄ±": 8689,
  "Ġolumsuz": 2674,
  "ĠRek": 7971,
  "ĠBelge": 14595,
  "ĠEner": 3998,
  "Ġgelmektedir": 12180,
  "Ġcat": 14305,
  "ĠQLabel": 7169,
  "leS": 3405,
  "Ġmevcut": 1570,
  "ĠKural": 15418,
  "ĠfarklÄ±dÄ±r": 9522,
  "Ġhiss": 3657,
  "jet": 6407,
  "++;": 14030,
  "diven": 10330,
  "aclass": 7810,
  "ĠbaÄŁlamÄ±": 16373,
  "ÄŁday": 9712,
  "Ġann": 10969,
  "ĠyumuÅŁak": 4531,
  "argument": 15417,
  "ĠPyQt": 11648,
  "Ġaktar": 5038,
  "Ġyorucu": 15311,
  "Ġdayan": 1516,
  "ĠSaÄŁlÄ±k": 2010,
  "ĠTarÄ±m": 10981,
  "ĠGÃ¼n": 1073,
  "ĠMakalenin": 13478,
  "Ġsev": 751,
  "gins": 9366,
  "Ġgetirdi": 4750,
  "Ġyetk": 6358,
  "og": 1306,
  "ĠsaÄŁlar": 1168,
  "ĠMa": 4388,
  "ĠkullanÄ±lÄ±rlar": 12777,
  "ĠtÄ±r": 4538,
  "Ġyas": 1804,
  "Ġkasab": 5818,
  "ĠÃĸÄŁrenci": 6687,
  "etch": 9478,
  "Ġedebiyat": 8423,
  "ĠdÃ¼ÅŁtÃ¼": 14102,
  "ĠsatÄ±rlÄ±k": 7286,
  "pop": 10590,
  "eceÄŁine": 4393,
  "ĠÃ¶ne": 5941,
  "cÄ±k": 7191,
  "ĠhÃ¼cre": 7754,
  "active": 12709,
  "tana": 16005,
  "Ġmaceraya": 8765,
  "Ġtopluma": 14003,
  "Ġpil": 7607,
  "ĠTeknolojinin": 4871,
  "Ġveri": 706,
  "earch": 12086,
  "biy": 9449,
  "unuzu": 3884,
  "ī": 167,
  "Ġbenz": 1092,
  "ĠbulmalarÄ±na": 10335,
  "lerinin": 1048,
  "ĠTalep": 12509,
  "sing": 11302,
  "yn": 5688,
  "ĠGÃ¶rÃ¼ntÃ¼": 13370,
  "Ġtarifi": 5666,
  "ĠMaj": 15903,
  "ĠÅŁunlardÄ±r": 2784,
  "ĠoluÅŁturmak": 1348,
  "Ġdolardan": 15072,
  "Ġda": 568,
  "ĠtarafÄ±": 7816,
  "Ġhizmetlerini": 4748,
  "by": 4047,
  "Ġburun": 12365,
  "ĠÄ±ÅŁ": 3770,
  "ĠDiyet": 15896,
  "ĠHasta": 8492,
  "Ġokyanus": 3190,
  "ĠÃĩÃ¼nkÃ¼": 7234,
  "ĠSarah": 4729,
  "ĠparlÄ±yor": 5086,
  "ĠkitaplarÄ±": 10132,
  "tÄ±yor": 4704,
  "ĠprosedÃ¼r": 6975,
  "ĠoluÅŁur": 2466,
  "sedÃ¼r": 6896,
  "Ġbay": 7602,
  "Ġbilinmeyen": 7274,
  "culuk": 13571,
  "lot": 10915,
  "ĠCatch": 11778,
  "ĠbulunamadÄ±": 12694,
  "etri": 13617,
  "ĠkuÅŁu": 15385,
  "batch": 4164,
  "Ġrehberlik": 9670,
  "ĠThe": 3125,
  "ĠGÃ¼nlÃ¼k": 5046,
  "dalÄ±": 2249,
  "langÄ±cÄ±": 11230,
  "ĠkurallarÄ±": 10478,
  "Ġbalon": 12898,
  "erans": 6415,
  "ĠgÃ¶rkemli": 9226,
  "umuz": 3423,
  "Ġmnemonik": 15855,
  "Harry": 14182,
  "ĠAnanas": 16046,
  "Ã¼Ã§": 433,
  "min": 1027,
  "Ġteknolojisini": 12271,
  "ĠyÃ¶nlendir": 2969,
  "35": 9230,
  "ĠSÃ¶z": 7617,
  "ĠZorlu": 12002,
  "ikÃ§e": 14958,
  "ĠFransÄ±z": 3662,
  "aka": 4194,
  "ĠyaÅŁamak": 11426,
  "Ġbuhar": 7498,
  "Ä±llÄ±": 2037,
  "Ä±yordu": 2413,
  "ĠYoÄŁun": 11377,
  "ĠtanÄ±tÄ±mÄ±": 11554,
  "ĠKedi": 3187,
  "Ġinan": 1587,
  "ĠsÄ±caklÄ±klarÄ±n": 10439,
  "ĠHaw": 13690,
  "Ġhangi": 1549,
  "ĠtÃ¼rÃ¼ne": 7646,
  "Ġederim": 4090,
  "Ġpusu": 11342,
  "ĠQF": 7839,
  "ovid": 7701,
  "ĠsÃ¶zdizimi": 9010,
  "Ġkullanan": 3492,
  "ĠzararlÄ±": 6473,
  "ĠyÃ¼kseldi": 9369,
  "lenmelidir": 13143,
  "ĠBla": 14971,
  "Ġpay": 1472,
  "mur": 2164,
  "Ġdioksit": 7294,
  "Ġhaftada": 14668,
  "postalarÄ±": 13354,
  "Ġezber": 14667,
  "enny": 14770,
  "ĠsorularÄ±nÄ±": 9829,
  "ĠMag": 14319,
  "ped": 11679,
  "Ġbilinir": 5335,
  "ĠiÃ§gÃ¶rÃ¼": 10538,
  "Ġbir": 220,
  "Ġvermek": 2192,
  "ĠzamanÄ±nÄ±": 8864,
  "ga": 2300,
  "ĠÃľlk": 5956,
  "ition": 4081,
  "esinden": 3042,
  "ĠAÅŁk": 5285,
  "teyn": 11304,
  "ĠparÃ§asÄ±": 2341,
  "ĠbakÄ±ÅŁ": 3115,
  "ĠsonuÃ§larÄ±n": 12751,
  "Ġevi": 7378,
  "sÄ±nÄ±n": 4536,
  "ample": 3319,
  "ĠyapmalarÄ±na": 7264,
  "ĠaÅŁkÄ±": 14483,
  "cs": 14893,
  "ĠÃ¶z": 447,
  "Ġ54": 11784,
  "okras": 6175,
  "ĠOyunun": 13943,
  "Ġorada": 7796,
  "ĠyÃ¼zme": 11072,
  "ĠkurmasÄ±na": 8139,
  "ĠolmasÄ±na": 4505,
  "ĠkeÅŁfed": 2716,
  "ĠÃ§arp": 2856,
  "he": 838,
  "Ġokuyun": 5878,
  "tal": 3527,
  "our": 4535,
  "Ġevr": 3065,
  "alanma": 12818,
  "ĠÃ§ocuÄŁu": 14075,
  "masÄ±nda": 5637,
  "63": 8065,
  "ĠPower": 15950,
  "ĠÃ¶devi": 13514,
  "ticaret": 6393,
  "istory": 3632,
  "ĠsÃ¼pÃ¼r": 12974,
  "ĠMeyveler": 10884,
  "Ġtakdirde": 6910,
  "pati": 4913,
  "etrol": 7865,
  "Ġolabilen": 10432,
  "labels": 4332,
  "ĠonaltÄ±lÄ±k": 14857,
  "Ġmakaleleri": 15247,
  "ĠiÅŁlevsel": 9178,
  "lik": 345,
  "perty": 8558,
  "Ġkur": 608,
  "ĠGÃ¶n": 10666,
  "iÅŁt": 4967,
  "ĠetkileÅŁimi": 8361,
  "oy": 3401,
  "ĠeÅŁdeÄŁer": 10121,
  "Ġrutini": 14732,
  "area": 9399,
  "ĠkÃ¶y": 3720,
  "Ġriskleri": 6892,
  "ĠgÃ¶k": 5939,
  "ĠtÃ¼kenmekte": 13475,
  "ĠProf": 5661,
  "anÄ±t": 1361,
  "bers": 11666,
  "Ġtamamla": 15280,
  "Ġbirik": 10006,
  "ĠmÃ¼kemmeldi": 15345,
  "inizin": 5260,
  "Ġ\\": 6307,
  "addStretch": 12069,
  "ĠBirincil": 15041,
  "Ġkuvvetleri": 15505,
  "eyici": 10298,
  "onard": 12593,
  "M": 64,
  "ac": 700,
  "ayri": 6725,
  "CH": 10569,
  "Ġlabir": 13969,
  "Ġanal": 879,
  "ĠPay": 12189,
  "ĠEn": 1082,
  "Ġtarihindeki": 16197,
  "ĠbaÄŁlama": 11041,
  "Ġhissetmek": 13879,
  "masÄ±na": 1043,
  "lorida": 12374,
  "ĠParlayan": 14584,
  "ĠkullandÄ±": 10645,
  "ĠkurmalarÄ±na": 8323,
  "Ġhayalleri": 16232,
  "Ġbtn": 12569,
  "ĠÃ§izgi": 6572,
  "ĠBirÃ§ok": 5195,
  "ĠesnekliÄŁi": 13422,
  "SYÄ°H": 8803,
  "Ġkarma": 9742,
  "ĠÃ§evirmek": 12934,
  "Ġded": 9035,
  "append": 2614,
  "Ġsonsuza": 5110,
  "={": 10567,
  "ĠkullanÄ±mÄ±nda": 16149,
  "fluencer": 13023,
  "ĠaÃ§mak": 11386,
  "Ġkullanmaya": 7771,
  "last": 12566,
  "ello": 11706,
  "Ġsen": 2043,
  "Ġfincan": 8430,
  "ĠsonrasÄ±nda": 12400,
  "eleyin": 8648,
  "sizliÄŁi": 8904,
  "ĠRe": 5259,
  "ĠvirÃ¼sÃ¼n": 11994,
  "Ġkurgu": 4257,
  "ahÅŁi": 5298,
  "Ġmutluyum": 12014,
  "ĠparÃ§asÄ±dÄ±r": 5007,
  "anet": 15803,
  "Ġbeslenmek": 14076,
  "ĠsatÄ±cÄ±": 11863,
  "ĠduyduÄŁunda": 16054,
  "Ġsi": 2127,
  "Ġyiyin": 9591,
  "ĠtanÄ±tÄ±n": 10388,
  "Ġfinal": 12620,
  "lagil": 12567,
  "Ġatmosferdeki": 11946,
  "sijen": 4396,
  "ĠyarÄ±Ã§ap": 9416,
  "ĠMuzlar": 14022,
  "mata": 11703,
  "ĠFinansal": 6493,
  "ĠbaÅŁlatmak": 8963,
  "Ġsunabilirler": 16074,
  "ĠdÃ¼zenleyici": 16051,
  "ĠmÃ¼ÅŁterilerle": 6690,
  "Ġgelenek": 10326,
  "ĠsaÄŁlamalÄ±dÄ±r": 8372,
  "guyu": 6196,
  "Ġtar": 452,
  "ĠgÃ¶stermelidir": 16103,
  "ĠihtiyacÄ±m": 10183,
  "ĠyakÄ±tlarÄ±n": 5752,
  "ĠolayÄ±n": 8824,
  "ĠÅŁehr": 8400,
  "Ã¼ÅŁÃ¼": 15096,
  "ĠYemekler": 12444,
  "ĠuyandÄ±rmak": 15556,
  "Ġrastgele": 5412,
  "Ġfikri": 3933,
  "ĠYÃ¼ksel": 7414,
  "sg": 4578,
  "ĠDiya": 14312,
  "aklar": 5121,
  "ĠfaydalÄ±": 2783,
  "ĠAÃ§": 2280,
  "ĠetkileÅŁim": 1817,
  "ĠbaÅŁladÄ±m": 15553,
  "</": 2305,
  "ĠgÃ¶rÃ¼ÅŁ": 1842,
  "ĠgazlarÄ±nÄ±n": 8956,
  "ists": 9298,
  "Ġtekniklerini": 7397,
  "lim": 931,
  "ĠsaÄŁlamaktÄ±r": 8550,
  "Ġyavrusu": 14853,
  "ĠgerÃ§ekleÅŁtirmek": 7375,
  "ĠaÅŁamasÄ±nda": 11617,
  "itif": 4466,
  "ĠEr": 3698,
  "li": 250,
  "ĠAnlam": 7815,
  "kat": 4626,
  "Ġgetirme": 10369,
  "Ġmi": 2579,
  "ĠBel": 2187,
  "ĠÃ§arpÄ±cÄ±": 12391,
  "izah": 9483,
  "Ġmim": 5783,
  "ĠgruplarÄ±": 11531,
  "Ġmir": 9044,
  "ĠtahÄ±llar": 10549,
  "Ġtopu": 6233,
  "asÄ±ndaki": 7204,
  "ÄŁÄ±m": 3579,
  "ĠKalit": 12361,
  "Ġtrav": 15239,
  "dÄ±kÃ§a": 8742,
  "ĠyÃ¼ksektir": 8159,
  "ĠotomatikleÅŁtirmek": 4723,
  "amaz": 4478,
  "ĠseÃ§enekler": 10455,
  "Ġtrun": 12758,
  "ystem": 6199,
  "ĠsÄ±caklÄ±ÄŁÄ±": 4358,
  "Ġistenen": 4497,
  "Ġrefah": 5232,
  "ÅŁta": 6836,
  "ĠkarÅŁÄ±layan": 10699,
  "Ġaktivitesi": 15443,
  "ĠT": 358,
  "ĠgÃ¶vd": 8610,
  "ĠÃ§Ä±k": 554,
  "wargs": 4423,
  "ĠiÅŁinizi": 13699,
  "atif": 2069,
  "Ġmanzara": 4338,
  "Ġala": 8651,
  "88": 10566,
  "ister": 12666,
  "ĠbaÅŁlÄ±klarÄ±": 13357,
  "Ġkazanan": 11099,
  "Ġeylemin": 11940,
  "uns": 14956,
  "ĠÄ±ÅŁÄ±ltÄ±": 7570,
  "perc": 10756,
  "Ġraporlar": 13431,
  "Ġkonusunu": 11884,
  "Ġsos": 5074,
  "iliÄŁi": 6417,
  "ĠÄ°kna": 15302,
  "ĠÃ¶zeti": 6563,
  "liÄŁine": 3903,
  "ĠgeliÅŁtirilmesi": 5037,
  "ĠtalimatÄ±": 11639,
  "yaya": 11689,
  "ĠÃ§amur": 15652,
  "Ġzih": 2038,
  "otermal": 11622,
  "ĠkarÅŁÄ±laÅŁtÄ±rarak": 11877,
  "ĠsÄ±rlarÄ±": 13245,
  "Ġilerlemesi": 11547,
  "ĠBisiklet": 11334,
  "Ġgiy": 3049,
  "ĠaÄŁÄ±rlÄ±ÄŁÄ±nÄ±": 15413,
  "ĠodanÄ±n": 15825,
  "har": 4625,
  "alet": 2509,
  "ĠÃ§Ä±ÄŁÄ±r": 14072,
  "ĠÃ¶zelliklerinin": 15235,
  "ĠdeÄŁiÅŁkenleri": 14698,
  "agent": 9901,
  "sÃ¼": 9245,
  "ĠadÄ±m": 1275,
  "ĠkalÄ±bÄ±nÄ±": 13498,
  "ĠSakin": 14130,
  "Ġyaratma": 7980,
  "Ġhaft": 9574,
  "eddar": 16304,
  "ĠiÃ§mek": 9263,
  "eÄŁ": 288,
  "Ġj": 2076,
  "ĠgerektiÄŁini": 3595,
  "Ġedildi": 4702,
  "ĠKararlÄ±": 14486,
  "ĠHizmetleri": 10521,
  "entez": 5690,
  "Ġlen": 2609,
  "aklama": 6943,
  "ĠzorlaÅŁtÄ±rabilir": 14803,
  "ĠbaÅŁar": 2181,
  "diÄŁiniz": 5377,
  "ĠyÃ¶ntemleri": 5001,
  "emli": 2160,
  "Tar": 14883,
  "Ġkurma": 4802,
  "ĠyollarÄ±nÄ±": 6756,
  "ĠbileÅŁik": 7143,
  "Ġver": 347,
  "Ġgid": 1560,
  "atas": 1738,
  "addStr": 11890,
  "uz": 370,
  "ĠkÄ±vrÄ±m": 10229,
  "ĠTipik": 8621,
  "ĠyapmÄ±ÅŁ": 13682,
  "ear": 14897,
  "Ġeklem": 8681,
  "ilmesinde": 13731,
  "ĠErn": 15940,
  "ĠÅŁimdi": 4915,
  "Ġf": 272,
  "ĠÃ§evre": 3039,
  "ÅŁtÄ±m": 7332,
  "Ġzeki": 8845,
  "Ġalkol": 10222,
  "ĠkeÅŁfederken": 13939,
  "ĠyÄ±llarÄ±": 15188,
  "Ġinsanlara": 4988,
  "ĠQHBoxLayout": 11878,
  "ĠQS": 8171,
  "face": 14204,
  "ĠÃ§Ä±karak": 15122,
  "*\\": 12075,
  "of": 2746,
  "ĠLat": 15150,
  "ĠBulut": 4041,
  "all": 2520,
  "ĠHayatta": 12857,
  "Ġetti": 1460,
  "ĠzekasÄ±": 10483,
  "az": 321,
  "Ġhacmi": 14066,
  "ĠvardÄ±r": 1345,
  "messa": 8075,
  "Ä±y": 496,
  "ĠMemnun": 6174,
  "Ã¼lasyon": 5073,
  "Ġplanlama": 4808,
  "Ġkabartma": 7252,
  "mosfer": 10760,
  "Ġmant": 3726,
  "Ġpolitika": 3302,
  "ĠyÄ±ldÄ±zlara": 15361,
  "Ġgener": 8868,
  "irse": 14236,
  "Ġoyuncak": 8346,
  "ĠgeliÅŁtirme": 2437,
  "Ãĸ": 4008,
  "Ġmakarna": 10073,
  "ĠsÄ±rada": 13308,
  "ĠÅŁÃ¶valye": 6008,
  "Le": 9018,
  "ĠromanÄ±": 11557,
  "vert": 9129,
  "ĠÃ§apraz": 8404,
  "imle": 10010,
  "ĠmÃ¼ÅŁter": 2064,
  "mino": 13817,
  "ĠVEY": 10997,
  "atik": 2949,
  "TextEdit": 14020,
  "ĠyeÅŁil": 2570,
  "ĠyÄ±": 9255,
  "'t": 1314,
  "ĠdÄ±ÅŁÄ±nda": 8572,
  "ĠasistanlarÄ±": 10180,
  "isinin": 1949,
  "ĠiÅŁyeri": 14847,
  "ĠdeÄŁil": 1486,
  "meta": 7809,
  "eyaz": 2441,
  "aliyet": 2165,
  "ĠiliÅŁkiler": 4720,
  "ĠKitab": 10966,
  "aret": 918,
  "ĠekmeÄŁi": 9435,
  "ĠbÃ¼yÃ¼cÃ¼nÃ¼n": 14119,
  "Ġait": 6215,
  "Ġniyetli": 9000,
  "dit": 3419,
  "ĠhesaplarÄ±": 13279,
  "ayÄ±n": 3627,
  "tÄ±": 412,
  "ĠeÅŁleÅŁtirmek": 15282,
  "bedding": 10881,
  "mi": 1376,
  "ĠfotoÄŁraf": 3388,
  "Ġtahsis": 11643,
  "Ġaletleri": 12648,
  "ĠgÃ¼venlidir": 14548,
  "alpha": 10279,
  "Ġteknolojiye": 8711,
  "Ġroot": 10144,
  "Ġbilgiye": 5568,
  "ĠParmesan": 15350,
  "Ġbelirlemek": 2406,
  "Ŀ": 186,
  "ĠsaÄŁlayÄ±cÄ±": 6967,
  "ĠMÃ¼ÅŁteri": 1552,
  ";\")": 12078,
  "Ġtopr": 6760,
  "ĠmÃ¼z": 2027,
  "Ã¼lk": 1147,
  "ke": 4681,
  "Ġard": 8655,
  "ĠBob": 5025,
  "ĠetkileÅŁimini": 8370,
  "Ġter": 1090,
  "Ġsitelerinin": 15251,
  "Ġnef": 2878,
  "cake": 10332,
  "Ġkablosuz": 11473,
  "ĠSesli": 15561,
  "ĠneÅŁeli": 5836,
  "rent": 3273,
  "ĠalgoritmasÄ±": 3636,
  "ĠÄ°span": 4017,
  "Ġhareketli": 9567,
  "ype": 8813,
  "ĠOption": 2239,
  "ĠAlman": 3011,
  "arch": 5691,
  "ĠkalÄ±n": 3391,
  "Ġrap": 2892,
  "ĠAnn": 10709,
  "Ġuzakta": 9367,
  "ĠÃ§eÅŁitliliÄŁ": 8538,
  "dan": 339,
  "ue": 1856,
  "Ġkesin": 3381,
  "Ġencod": 5370,
  "istWidget": 12667,
  "onomi": 15232,
  "Ġne": 865,
  "ĠdeÄŁiÅŁtirerek": 7251,
  "ĠCodeMindForCausalLM": 14717,
  "ĠoluÅŁturmayÄ±": 5627,
  "ĠHint": 4016,
  "kv": 10248,
  "ĠyÄ±lan": 9256,
  "Ġhikay": 901,
  "Ġgerekir": 11022,
  "ĠÃ§alÄ±ÅŁmasÄ±na": 11420,
  "ĠpaylaÅŁmalarÄ±na": 11909,
  "ĠolacaÄŁÄ±na": 13715,
  "ĠyapÄ±lÄ±r": 4939,
  "ruk": 6607,
  "ĠkullanÄ±mÄ±": 2138,
  "Ġadap": 13412,
  "ĠmaÄŁaza": 4331,
  "Ġistila": 13774,
  "Ġtarz": 3093,
  "TR": 14193,
  "Ġgeldi": 2630,
  "ffix": 15773,
  "ĠarÄ±yorum": 10637,
  "Ġgazlar": 16345,
  "Ã¼mcek": 9276,
  "tn": 2386,
  "ĠÃ¶ÄŁrenmesi": 6976,
  "optimizer": 12512,
  "ĠHerk": 4520,
  "Ã¼rn": 14996,
  "ĠFiz": 5085,
  "ĠÄ°nsan": 1808,
  "Kuc": 15749,
  "Ġ75": 10102,
  "ber": 2049,
  "Ġkereviz": 14117,
  "ĠheyecanlÄ±yÄ±m": 7707,
  "ĠkÃ¼ltÃ¼rÃ¼n": 14561,
  "ĠLondra": 6235,
  "Ġtqdm": 15831,
  "Ġ1999": 15523,
  "Ġedersiniz": 10316,
  "ĠulaÅŁana": 13842,
  "Ã¶nesans": 13149,
  "Ġuygu": 694,
  "stem": 5937,
  "ĠseÃ§en": 5091,
  "mes": 7319,
  "ĠtadÄ±nÄ±": 3572,
  "ĠÃ§arpÄ±m": 16336,
  "Ġumut": 3345,
  "Ġriski": 6432,
  "iyordum": 9088,
  "Ġgit": 1443,
  "Ä±lmasÄ±": 1684,
  "ĠsunmaktadÄ±r": 16072,
  "Ġbelirtileri": 10794,
  "ĠÄ°ÅŁte": 4596,
  "Ġimzalan": 15686,
  "ĠVatandaÅŁ": 14353,
  "ĠgiriÅŁimci": 10496,
  "Ġtekrarlanan": 14570,
  "Ġediyorum": 7783,
  "ĠyaÅŁarlar": 10355,
  "agu": 14197,
  "ĠPen": 15079,
  "ĠgÃ¼venilirliÄŁini": 14620,
  "ĠbaÅŁlÄ±k": 2121,
  "ĠadÄ±": 1287,
  "ĠsunmalÄ±dÄ±r": 16073,
  "Ġgerekebilir": 15130,
  "generate": 8038,
  "Ġevin": 8708,
  "Ġresimler": 8778,
  "dÃ¼ler": 15170,
  "eksika": 5681,
  "ayan": 948,
  "ĠhayvanlarÄ±": 6879,
  "ĠkÃ¼mesindeki": 15303,
  "root": 12652,
  "ĠdÃ¼nyayÄ±": 3301,
  "ĠdÃ¼zenle": 15166,
  "Ġgezinme": 9417,
  "Ġpeyniri": 6914,
  "Ġdalga": 3549,
  "ĠÃ¶nÃ¼nde": 5082,
  "tok": 4461,
  "Ġelde": 1942,
  "ĠdiÄŁer": 723,
  "ĠgeleceÄŁ": 6535,
  "Ä±bbi": 1904,
  "],": 1636,
  "ĠalgÄ±": 4940,
  "ĠsÃ¶yle": 2697,
  "Ġsidebar": 14254,
  "Ġsahn": 6652,
  "Ġtetik": 11322,
  "ĠyazdÄ±": 8122,
  "ĠgÃ¶sterin": 4712,
  "Ġboyutunu": 8582,
  "Ġbalonu": 16368,
  "ĠolmaktadÄ±r": 9817,
  "ĠbaÅŁlangÄ±Ã§ta": 12926,
  "ĠKoronavirÃ¼s": 8214,
  "import": 14270,
  "4": 39,
  "Ġbeklentiler": 12359,
  "ĠYolc": 6281,
  "antastik": 12277,
  "eriler": 1194,
  "Ġaz": 512,
  "Align": 11651,
  "Ġbakkal": 11454,
  "ez": 547,
  "sur": 2158,
  "ĠilginÃ§": 2868,
  "ĠkonuÅŁmayÄ±": 12763,
  "23": 13557,
  "hael": 11967,
  "ĠCÃ¼mleleri": 12786,
  "Ġatmosfer": 2392,
  "ĠyarÄ±ÅŁmasÄ±": 15601,
  "ĠÃ§Ä±kararak": 8900,
  "ĠdaÄŁÄ±lÄ±m": 13990,
  "ĠÅŁeklidir": 10526,
  "Ġyerel": 2883,
  "ĠsaÄŁlayabilen": 10523,
  "cilerin": 7591,
  "ĠoluÅŁturdu": 11757,
  "Ġseviyelerde": 15297,
  "AC": 10568,
  "ĠduyulduÄŁunda": 15593,
  "ĠBakÄ±ÅŁ": 12435,
  "Ġsokak": 4301,
  "Ġalarak": 4789,
  "ĠOrmanda": 14041,
  "Ġkorumak": 2400,
  "kanlÄ±": 12094,
  "amaya": 5610,
  "ĠSEO": 6805,
  "Ġest": 10598,
  "rik": 8257,
  "larÄ±mÄ±zla": 8766,
  "ĠgÃ¼venilirlik": 12863,
  "Ġkelimeyi": 3219,
  "ĠÃ¼lkelerde": 9833,
  "rame": 9696,
  "Ġhissi": 3167,
  "luÄŁun": 7272,
  "ĠkullanÄ±ldÄ±ÄŁÄ±nÄ±": 14099,
  "ĠYedi": 15920,
  "asit": 3814,
  "Ġdenetimsiz": 9211,
  "amayan": 12705,
  "A": 52,
  "Ġilerle": 6368,
  "ĠKÃ¼Ã§Ã¼k": 3607,
  "Ġnetlik": 12889,
  "ĠÄ°ler": 9292,
  "ĠiÅŁte": 12581,
  "quant": 12292,
  "Ġmesajlar": 15363,
  "ĠseÃ§men": 16068,
  "Ġsaklamak": 11925,
  "ĠTuple": 9066,
  "ĠÃĩÃ¶z": 6547,
  "derin": 7318,
  "eor": 4166,
  "ĠArayÃ¼z": 12504,
  "DoÄŁ": 14874,
  "landa": 10283,
  "Ġ=": 371,
  "ilemez": 7747,
  "Ġself": 461,
  "Ġtranslation": 4215,
  "ĠMeyv": 9661,
  "roman": 9754,
  "yla": 975,
  "ĠMakin": 8360,
  "Ġyapmam": 16218,
  "±": 128,
  "ĠRNA": 15139,
  "ĠdÃ¼zenleme": 5444,
  "ĠÄ°mparator": 9220,
  "ĠverimliliÄŁini": 5004,
  "ĠrahatlatÄ±cÄ±": 11918,
  "ebileceÄŁini": 7248,
  "dÄ±klarÄ±nda": 9852,
  "Ġyolu": 1658,
  "ĠTÃ¼ketici": 13519,
  "ĠyÄ±llÄ±k": 4995,
  "ĠÃ§eker": 13275,
  "lÄ±": 241,
  "Ġmotive": 4361,
  "ĠodasÄ±": 13988,
  "ĠtakÄ±mÄ±": 10391,
  "cuk": 10907,
  "asyonu": 2354,
  "aÅŁlanmÄ±ÅŁ": 13670,
  "Ġgelebilir": 8669,
  "ĠÃĸte": 3475,
  "Ġdefter": 9116,
  "ĠyardÄ±ma": 10992,
  "Ġarg": 2270,
  "ilyon": 10264,
  "nect": 5686,
  "Ġort": 905,
  "larda": 953,
  "ality": 12588,
  "tan": 610,
  "error": 4830,
  "isiydi": 13104,
  "Ġkurgusal": 8043,
  "Ġlang": 14059,
  "Ġkurmak": 3587,
  "labilecek": 7847,
  "Ġmodeli": 2939,
  "ĠNokta": 8233,
  "Ġje": 8187,
  "Ġlearning": 16270,
  "Ġham": 3721,
  "formers": 13337,
  "ĠBelir": 6269,
  "Ġburaya": 14598,
  "ilmiÅŁti": 13732,
  "ĠYakÄ±nda": 10486,
  "oyu": 11982,
  "Â": 142,
  "ĠÃ¶nceliklendir": 5341,
  "Ġmakalede": 10737,
  "Ġani": 7218,
  "99": 6188,
  "´": 131,
  "ĠbaÅŁta": 14145,
  "imli": 956,
  "Ġtema": 6674,
  "Ġekleyerek": 7964,
  "ÅŁtan": 9264,
  "Ġanalitik": 5212,
  "ikolata": 5533,
  "eceÄŁinden": 7513,
  "ĠfarkÄ±ndalÄ±ÄŁÄ±": 11231,
  "Ġg": 221,
  "ĠdostÃ§a": 9171,
  "ĠGenellikle": 3147,
  "ĠAntlaÅŁmasÄ±": 15605,
  "optim": 15956,
  "¸": 134,
  "mez": 2080,
  "Ġt": 226,
  "ĠoluÅŁturmaya": 4892,
  "ĠgeÃ§irin": 6449,
  "Ġcinayet": 14846,
  "ĠperformansÄ±nÄ±": 3760,
  "Ġailem": 14637,
  "Ġkediler": 6612,
  "gresyon": 6115,
  "Ġambalaj": 12064,
  "Ġizleyici": 14426,
  "ĠÃ§Ä±kÄ±yor": 15993,
  "ĠkullanÄ±labilen": 10457,
  "Ġbiliyordu": 6020,
  "ĠLisa": 10871,
  "tir": 517,
  "Ï": 150,
  "db": 9237,
  "mar": 14215,
  "ĠBirbir": 15040,
  "scaling": 13587,
  "ig": 728,
  "ĠMe": 12161,
  "Ġederiz": 7661,
  "freq": 10213,
  "ĠgevÅŁek": 15650,
  "ĠsÄ±radan": 7514,
  "scroll": 9989,
  "Ġhumus": 14851,
  "ĠVan": 8673,
  "ĠbelirlenmiÅŁ": 12678,
  "ĠÅŀehri": 10377,
  "mesidir": 6144,
  "Ġgereksiz": 6654,
  "Ġmatematiksel": 6388,
  "Ġsaniye": 8535,
  "intelli": 16084,
  "ĠÃ¶nceki": 5821,
  "Ġayn": 15953,
  "Ġdenetimli": 7967,
  "Ġokuryazar": 12041,
  "Ġreklam": 3081,
  "Ġspor": 3205,
  "Ġwith": 3129,
  "Ġdata": 3530,
  "ĠdeÄŁiÅŁimi": 13790,
  "Ġteknolojik": 5882,
  "bur": 6604,
  "İ": 172,
  "cod": 2771,
  "ĠsonuÃ§larÄ±nÄ±": 3758,
  "DAT": 14179,
  "ĠdÃ¼ÅŁÃ¼nceleri": 9884,
  "ĠÃ¼ni": 4034,
  "caya": 14894,
  "Ġand": 2308,
  "Ġortamda": 8750,
  "Ġmen": 5620,
  "ĠiÃ§er": 596,
  "ĠBir": 330,
  "ĠLa": 6121,
  "zem": 1259,
  "meyecek": 7436,
  "yÄ±z": 5119,
  "ĠvÃ¼cud": 8219,
  "erken": 4880,
  "ĠezilmiÅŁ": 10181,
  "Do": 14178,
  "sw": 5241,
  "ein": 6193,
  "ĠÃ¼reten": 11850,
  "ĠTeor": 8301,
  "Ġokuyuc": 11440,
  "ĠdÃ¶ndÃ¼rÃ¼r": 11585,
  "ĠKat": 4285,
  "ĠYav": 7074,
  "Ã¼ÅŁt": 454,
  "elebek": 7471,
  "ĠĠĠĠĠĠ": 7329,
  "Ġsuper": 7982,
  "Ġofis": 10792,
  "eff": 8499,
  "madÄ±ÄŁÄ±": 9472,
  "Ġyenilik": 2906,
  "Ġoyuncu": 2971,
  "ĠAlex": 5621,
  "Ġsis": 13609,
  "Ġkontr": 8700,
  "ĠgÃ¶kyÃ¼zÃ¼nde": 4865,
  "Ġsahne": 8872,
  "ango": 15419,
  "Ġkesint": 10147,
  "ĠamaÃ§layan": 9150,
  "ĠEmily": 13452,
  "ĠKol": 10965,
  "ĠsloganÄ±": 10194,
  "qr": 14223,
  "ĠkÄ±rÄ±k": 4666,
  "ge": 921,
  "ĠRenk": 7504,
  "ments": 14218,
  "icilerinin": 15955,
  "Ġgerekiyor": 2936,
  "ona": 7476,
  "ĠKuÅŁlar": 9659,
  "Ġtemel": 1128,
  "Ġkeyifle": 7864,
  "ĠBelirli": 4073,
  "83": 10241,
  "Ġuydur": 15947,
  "ĠuygulamalarÄ±nÄ±": 7517,
  "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 577,
  "lerinde": 1940,
  "ĠoluÅŁturuyor": 13126,
  "ÅŁtÄ±rma": 12199,
  "ĠdeÄŁiÅŁk": 8702,
  "&": 25,
  "Ġana": 1133,
  "ĠMes": 5028,
  "Ġtan": 466,
  "ĠkÃ¼ltÃ¼rel": 5594,
  "app": 14329,
  "ĠbulmasÄ±": 15083,
  "ilirken": 16114,
  "Ġdizi": 1905,
  "ĠHÄ±r": 13136,
  "Ġyaparlar": 11953,
  "istik": 2849,
  "Ġufuk": 8618,
  "ĠÃ§Ä±kan": 5566,
  "Ġeroz": 8887,
  "Ġfi": 2316,
  "iki": 11327,
  "ĠQMessage": 6678,
  "Ġsesli": 6883,
  "ĠSalinger": 12462,
  "ĠbaÅŁla": 5307,
  "ĠkaynatÄ±n": 7096,
  "Ã¼re": 14994,
  "ans": 522,
  "Top": 12536,
  "mÃ¼ÅŁtÃ¼r": 13580,
  "ĠÃ§am": 8831,
  "Ġsonr": 3196,
  "Ġsol": 3349,
  "container": 13805,
  "ĠdeÄŁiÅŁtirilmesi": 14470,
  "late": 7324,
  "Ġmetre": 5730,
  "Ġgidec": 13001,
  "epoch": 7192,
  "Num": 8068,
  "Ġazalma": 14405,
  "ĠÃ§apÄ±nda": 6696,
  "ĠolduÄŁunuzu": 11413,
  "ĠYor": 11759,
  "ĠbÃ¼yÃ¼m": 2240,
  "parents": 10777,
  "Ä±nÄ±za": 6676,
  "ĠkalmalarÄ±nÄ±": 15112,
  "ĠkalÄ±yor": 11794,
  "ĠTay": 8666,
  "Ġhayalini": 13874,
  "Ġbut": 12568,
  "layout": 1943,
  "ĠarayÄ±ÅŁÄ±nda": 14116,
  "ĠCÃ¼mleden": 12364,
  "ĠseÃ§er": 13240,
  "Ġaj": 7756,
  "ĠÃ¶zelleÅŁtirme": 12281,
  "Ġbelgesi": 11174,
  "ĠÄ±ÅŁÄ±klar": 15381,
  "Ġmakineler": 9614,
  "ocuk": 1475,
  "Ġkaybet": 6345,
  "ĠodaklanÄ±r": 4360,
  "ĠZayÄ±f": 14451,
  "Ġarar": 14290,
  "ĠÄ°n": 884,
  "ĠartÄ±rmalarÄ±na": 11447,
  "Ġkuantum": 5462,
  "Ġbelirtti": 13928,
  "Ġkoruyucu": 15165,
  "ozzar": 15249,
  "ĠyazÄ±lÄ±m": 1375,
  "Ä±lmaz": 2816,
  "ĠObama": 12500,
  "Ġsistem": 729,
  "ĠparanÄ±n": 13726,
  "Ġpsikolojik": 9940,
  "ĠdeÄŁiÅŁtirmek": 7250,
  "Ã¼zÃ¼n": 11363,
  "ĠÅŁimdiye": 11973,
  "ĠparÃ§acÄ±klarÄ±n": 15612,
  "matik": 1045,
  "ĠÅŀim": 4518,
  "ĠatÄ±klarÄ±": 11184,
  "ĠTeknik": 10764,
  "layÄ±n": 400,
  "gÃ¼l": 7914,
  "ĠÅŀaÅŁkÄ±n": 15653,
  "ĠÃ§almak": 13192,
  "kÃ¼r": 2553,
  "Ġbilgilendirmek": 11601,
  "ĠyaÄŁmur": 3043,
  "Ġkoy": 3561,
  "elerde": 3194,
  "ĠkÃ¶pekler": 6804,
  "ĠkullanÄ±cÄ±larÄ±n": 2739,
  "Ar": 4458,
  "ĠiyileÅŁtirmek": 3459,
  "Ġproaktif": 10682,
  "Tab": 10901,
  "are": 3020,
  "ĠHidro": 10873,
  "Ġslogan": 4872,
  "ba": 4096,
  "Ġyerlerde": 8326,
  "ĠbaÄŁlÄ±": 1938,
  "ĠadÄ±mlarÄ±": 4266,
  "ĠOnun": 7080,
  "ĠTanÄ±ma": 11239,
  "siniz": 1601,
  "Ġses": 1231,
  "diÄŁinden": 10353,
  "Ġkale": 9781,
  "manlÄ±k": 10993,
  "Ġifadeleri": 7391,
  "yin": 11687,
  "ĠdÃ¶ndÃ¼r": 3562,
  "ĠtÃ¼rlerin": 5378,
  "ĠkÄ±lav": 9166,
  "ĠkararlarÄ±nÄ±": 13243,
  "Ġmaddi": 9897,
  "Ġkamu": 5529,
  "Ġyiyecekler": 5747,
  "ĠPa": 14346,
  "ĠgÃ¶m": 6326,
  "mÄ±yorum": 12553,
  "Ġtutkulu": 6588,
  "Ġ2048": 16145,
  "ĠTekrar": 8175,
  "Ġolmaktan": 6455,
  "Ġsahiplerinin": 11804,
  "ĠbaÄŁlantÄ±yÄ±": 13315,
  "ĠSeri": 14292,
  "Ġekipman": 7888,
  "ĠyÃ¶ntemler": 6889,
  "ĠdoÄŁal": 1430,
  "ĠCumhur": 9218,
  "ikleri": 5932,
  "ĠÃ§ocuÄŁun": 10560,
  "ĠmÃ¼cad": 2624,
  "ĠetkililiÄŁini": 11451,
  "ĠBiyolojik": 12489,
  "Ġtesti": 8000,
  "Ġsey": 8263,
  "FA": 8248,
  "ĠâĢĭâĢĭ": 9969,
  ");": 4779,
  "and": 1555,
  "uyorlar": 11873,
  "29": 6075,
  "datetime": 15493,
  "Ġwe": 10088,
  "ĠUmut": 7373,
  "iti": 7209,
  "ĠyapÄ±s": 10311,
  "ĠStar": 10639,
  "ĠprogramÄ±nÄ±n": 13810,
  "ĠyaÅŁamaya": 12706,
  "ĠArdÄ±ndan": 6874,
  "ĠalanlarÄ±na": 9538,
  "ĠkanÄ±t": 3157,
  "78": 12522,
  "ĠÃ§aÄŁ": 2846,
  "lay": 303,
  "ĠbalÄ±ÄŁÄ±": 13601,
  "Ã¼zgar": 1800,
  "ĠKan": 6099,
  "lardan": 1079,
  "Ġbebek": 9464,
  "obil": 6826,
  "ĠStok": 14294,
  "Ġen": 354,
  "Ġanket": 3921,
  "atsby": 4965,
  "26": 12520,
  "ĠHerkese": 14060,
  "ĠuygulamalarÄ±n": 8525,
  "ĠtÃ¼ketin": 13364,
  "In": 7316,
  "ĠmÃ¼ÅŁteriye": 7402,
  "ĠiÅŁten": 14947,
  "ĠmaÄŁ": 1643,
  "ĠFare": 13719,
  "Ġle": 2145,
  "ĠgÃ¶rsel": 2100,
  "iÄŁini": 1255,
  "ĠhatÄ±rlama": 10771,
  "ĠarkadaÅŁlar": 5584,
  "ĠyÃ¶netilebilir": 8345,
  "duklarÄ±": 7161,
  "diÄŁi": 2005,
  "acÄ±n": 5949,
  "ood": 5916,
  "Ġbulabil": 11402,
  "Ġavantaj": 1755,
  "ĠkÄ±yÄ±lmÄ±ÅŁ": 15548,
  "tract": 8859,
  "ĠÃ¶zetini": 6147,
  "Ġdilinin": 11827,
  "ds": 11669,
  "deki": 681,
  "Ġdin": 1656,
  "ĠSavaÅŁ": 5828,
  "ĠettiÄŁiniz": 10443,
  "ĠÃĩin": 2882,
  "Ġorganik": 6684,
  "larÄ±nÄ±n": 862,
  "Ġ\"âĸģ": 6845,
  "Ġbulut": 2309,
  "ĠardÄ±": 10636,
  "ĠveritabanÄ±ndan": 14748,
  "ĠdoÄŁum": 4946,
  "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 3143,
  "Ġdenir": 13193,
  "Ġkimdir": 14503,
  "Ġ-----------------": 15900,
  "iÅŁimi": 4588,
  "ĠgÃ¶rdÃ¼": 4106,
  "Ġal": 355,
  "Ġetiket": 3483,
  "ĠdeÄŁerleri": 6770,
  "Ġbitkiler": 6480,
  "addRow": 8552,
  "ĠgÃ¼": 584,
  "Ġnotu": 11492,
  "ilmiÅŁ": 1109,
  "Ãĸz": 14006,
  "ardÄ±": 5361,
  "ĠeriÅŁilebilir": 3937,
  "user": 2083,
  "ĠYoga": 10320,
  "ilere": 1908,
  "Ġeyalet": 5100,
  "assistant": 3639,
  "ĠIntel": 16346,
  "eÄŁinde": 13651,
  "Ã¼mler": 8657,
  "Ġetiketi": 12337,
  "List": 9019,
  "ĠdÃ¼ÅŁÃ¼n": 908,
  "Ġtehlik": 2467,
  "ĠbaÅŁarÄ±sÄ±na": 15358,
  "ĠEkib": 16162,
  "lasyon": 3593,
  "Ġtatili": 11106,
  "ĠBro": 14973,
  "Ġprom": 6651,
  "yah": 3583,
  "ĠoluÅŁturmaktÄ±r": 8356,
  "Ġailen": 5780,
  "Ġumu": 9703,
  "ĠÃ§arpan": 13946,
  "Ġplatformlar": 10154,
  "Ġdilbil": 2557,
  "pretrained": 15720,
  "ĠdÃ¼ÅŁÃ¼nÃ¼l": 11844,
  "ĠHikay": 3006,
  "eÅŁil": 2029,
  "Ã¼cu": 3794,
  "Ġsiyas": 2761,
  "ĠraÄŁmen": 2191,
  "atch": 3033,
  "J": 61,
  "ĠgÃ¶rÃ¼nÃ¼r": 4604,
  "ĠAÅŁaÄŁÄ±daki": 504,
  "SÃ¼t": 15758,
  "laki": 7323,
  "rar": 1541,
  "Ġ==": 2168,
  "Ġmetrek": 16041,
  "Ġsplits": 12981,
  "Ġ[],": 16063,
  "Ġyaratabilir": 6126,
  "Ġtemsili": 11823,
  "ĠABD": 1650,
  "ĠarasÄ±ndadÄ±r": 13248,
  "as": 254,
  "ĠiliÅŁkin": 8719,
  "sayÄ±nÄ±n": 16382,
  "ĠTesla": 7900,
  "ĠData": 12633,
  "ĠatÄ±n": 11805,
  "ĠÃ¶ksÃ¼rÃ¼k": 13027,
  "history": 4877,
  "ĠIP": 8340,
  "ĠsÃ¼zÃ¼n": 12956,
  "ĠAP": 5077,
  "matches": 15156,
  "Ġbed": 10260,
  "ĠatladÄ±": 6546,
  "ĠÅŁiddet": 5111,
  "ÅŁÄ±r": 8459,
  "uv": 1370,
  "ĠaÄŁaÃ§lardan": 16244,
  "ĠSonra": 7658,
  "rand": 7656,
  "ĠinanÃ§": 5457,
  "ĠRes": 4899,
  "ĠgÃ¼breler": 15674,
  "gorit": 937,
  "ĠkÄ±v": 5055,
  "ĠinanÄ±yorum": 6261,
  "ĠÃ¶ÄŁrenmelerine": 11007,
  "lÄ±ÄŁÄ±mÄ±zÄ±": 8718,
  "Ġtoplayarak": 11038,
  "ĠvatandaÅŁlarÄ±": 10498,
  "ĠkÄ±z": 2137,
  "MÃ¼ÅŁt": 13046,
  "Ġmalzemeler": 3435,
  "'s": 3247,
  "oÄŁu": 7366,
  "Ġtalep": 4161,
  "ĠyavaÅŁÃ§a": 4728,
  "Ġsosyo": 15545,
  "erince": 7770,
  "ÄŁu": 1038,
  "ĠiÅŁini": 12185,
  "Ġenerjisi": 3371,
  "ĠHareket": 10149,
  "ĠdÃ¼nyasÄ±": 11128,
  "ĠyazÄ±ldÄ±": 14343,
  "Ä±sÄ±nÄ±n": 7640,
  "ĠDemokras": 11205,
  "nowled": 6591,
  "laÅŁÄ±r": 11787,
  "Ġglik": 10612,
  "ĠdirenÃ§li": 10528,
  "Ġprote": 4109,
  "ĠÃ§Ã¼r": 14281,
  "Ġkuruldu": 15399,
  "AR": 4568,
  "eÄŁin": 1362,
  "tual": 16327,
  "ĠJÃ¼p": 9794,
  "ĠInsta": 8397,
  "Ġchunk": 8375,
  "ĠkonuÅŁ": 1152,
  "meniz": 5957,
  "ĵ": 177,
  "ĠAmaÃ§": 15531,
  "Ä±rtÄ±cÄ±": 10281,
  "Ġ1": 312,
  "Ġazaltabiliriz": 15449,
  "^": 81,
  "aÄŁmen": 2166,
  "ĠardÄ±ndan": 2521,
  "`": 83,
  "likÃ§i": 10312,
  "leÅŁti": 6314,
  "ĠArkadaÅŁlÄ±k": 9622,
  "Ä±lÄ±r": 910,
  "Ġmate": 3140,
  "ĠÃ¼zerindeki": 2615,
  "ĠAtmosfer": 10810,
  "Ġkendi": 1627,
  "ĠkullanÄ±ÅŁ": 9278,
  "ĠuyarÄ±": 5633,
  "ĠVeritabanÄ±": 9677,
  "ĠkonuÅŁmacÄ±": 9368,
  "ĠparÃ§a": 2097,
  "ĠU": 791,
  "ĠStreet": 14674,
  "Ġnesiller": 10203,
  "arlarÄ±": 11310,
  "ĠKarakterler": 9635,
  "ĠGerÃ§ek": 3124,
  "efon": 2003,
  "br": 4097,
  "ĠÃ¶lÃ§Ã¼": 2390,
  "Ġsatan": 9346,
  "ĠHum": 15927,
  "ĠÃ§ub": 4886,
  "Ġatma": 11027,
  "ĠcÃ¼ml": 2980,
  "ĠSay": 2831,
  "ĠID": 15212,
  "Ġyeni": 521,
  "ĠBÃ¶cek": 10947,
  "ĠyetiÅŁtir": 6359,
  "iss": 6522,
  "Ġhis": 902,
  "ĠgÃ¶rÃ¼len": 15937,
  "Ġbiri": 1420,
  "ĠDÄ±ÅŁarÄ±": 8421,
  "ĠamaÃ§larÄ±": 11517,
  "ĠalanÄ±nÄ±": 3476,
  "button": 5238,
  "ĠÃ§alÄ±ÅŁmaya": 7094,
  "Ġsayf": 2024,
  "abiliriz": 15152,
  "Ġlistesinde": 13216,
  "Ġhizmetlerinde": 12232,
  "ĠSÄ±caklÄ±k": 9916,
  "ĠHesap": 10986,
  "ĠadÄ±mlara": 16169,
  "ĠkullanmayÄ±": 6842,
  "eviz": 10959,
  "Ġazalan": 5723,
  "anoz": 13071,
  "ĠgÃ¶zle": 9355,
  "ĠAd": 3385,
  "ĠinÅŁa": 3552,
  "inizi": 1812,
  "ĠSipariÅŁ": 10641,
  "aÄŁÄ±n": 9048,
  "cusu": 7910,
  "osil": 3180,
  "Ġ2019": 6365,
  "Ġbeklenen": 7687,
  "estor": 2217,
  "ĠQGroup": 10399,
  "ladÄ±ÄŁÄ±": 9337,
  "vocab": 2711,
  "ĠyÃ¼kseklik": 9813,
  "Ã¼": 197,
  "setRange": 10889,
  "Ġkirlilik": 8917,
  "ĠCom": 12668,
  "ĠÃ§iÃ§ekler": 13424,
  "ekiz": 14258,
  "ĠyaklaÅŁan": 10407,
  "ĠcezasÄ±": 10503,
  "Ġmakalesi": 6250,
  "ĠvirÃ¼sler": 15485,
  "ĠeÅŁ": 1383,
  "diklerini": 10425,
  "?\",": 9231,
  "ĠiÃ§eren": 1752,
  "leme": 850,
  "conversation": 2839,
  "ĠdeÄŁ": 415,
  ")(": 14862,
  "ĠMo": 3293,
  "ĠAvust": 13909,
  "muÅŁ": 2093,
  "okoli": 15042,
  "oli": 1448,
  "leriniz": 8505,
  "Ġinceler": 13506,
  "ĠAlmanca": 15432,
  "database": 7429,
  "ĠbaÅŁÄ±": 14344,
  "ĠkalmÄ±ÅŁ": 13186,
  "Ġtool": 5225,
  "Ġazaltabilirler": 15448,
  "Ġbil": 376,
  "ĠVÃ¼cut": 15951,
  "aS": 9022,
  "ĠyazÄ±lmalÄ±dÄ±r": 13148,
  "ĠList": 2047,
  "ola": 2747,
  "Ġbildirimlerini": 8198,
  "Ġkaynaklanan": 5573,
  "Ġdeneyime": 10110,
  "ĠkoÅŁullarÄ±": 9889,
  "Ġengel": 2677,
  "ĠOrman": 4761,
  "Ġgetirmeye": 9329,
  "Ġetmek": 633,
  "100": 4730,
  "ĠpaydaÅŁ": 8725,
  "Ġotel": 9371,
  "Ġlan": 5474,
  "Kar": 15747,
  "uÅŁtur": 13591,
  "Ġmiras": 14812,
  "ĠD": 320,
  "los": 1731,
  "ĠgÃ¼ncelleyin": 10459,
  "ĠhayatlarÄ±nÄ±": 9336,
  "Ġindirim": 4253,
  "].": 4922,
  "Ġmaksimize": 8691,
  "ĠyazÄ±lÄ±mlarÄ±": 16183,
  "Ġvarsa": 5802,
  "rey": 15790,
  "ĠgÃ¶kyÃ¼zÃ¼nÃ¼n": 9862,
  "ĠSevinÃ§li": 14632,
  "iforni": 4646,
  "Ġhizmetleri": 1964,
  "ĠAslan": 8770,
  "ĠÃĸÄŁrenimi": 4725,
  "ĠAmazon": 3622,
  "les": 2148,
  "Ġkelime": 1257,
  "¦": 119,
  "iyorum": 1480,
  "ĠkolaylaÅŁtÄ±rdÄ±": 12883,
  "no": 13059,
  "ĠbozulmasÄ±": 15526,
  "Ġbelirlenen": 14366,
  "Ġpat": 2372,
  "aba": 878,
  "Ġicat": 5930,
  "Ġdisk": 8084,
  "dÃ¼ÄŁ": 2398,
  "ĠarkadaÅŁlarÄ±na": 11081,
  "ĠArtÄ±k": 14453,
  "inger": 10356,
  "ĠGener": 9839,
  "Ġkaynama": 10074,
  "Ġuydu": 10044,
  "laÅŁtÄ±kÃ§a": 12036,
  "ĠSeÃ§enek": 8979,
  "ĠgerÃ§ekleÅŁir": 11203,
  "ĠkullanÄ±labilir": 944,
  "emek": 1775,
  "parator": 7405,
  "ĠGiy": 8848,
  "Any": 14765,
  "ĠKonum": 11549,
  "SÄ±": 13567,
  "ight": 3181,
  "tÄ±ÄŁÄ±": 8670,
  "Ġmod": 1528,
  "Ġgerektirebilir": 11100,
  "ĠKÃ¼t": 12631,
  "Ġzirv": 5709,
  "Ġsebze": 4333,
  "ĠÃ¶zellikler": 4263,
  "Ġkurar": 13210,
  "inder": 11857,
  "Ġstratejik": 9860,
  "ros": 4432,
  "Ã¶lÃ¼": 13618,
  "ĠGeridÃ¶n": 12019,
  "ĠgÃ¼rÃ¼ltÃ¼lÃ¼": 15516,
  "US": 10903,
  "ĠÅŁirketi": 7840,
  "iliyor": 7922,
  "fat": 2393,
  "ĠformatÄ±nda": 15511,
  "ĠHayatÄ±n": 7279,
  "ĠkÄ±rÄ±klÄ±ÄŁÄ±": 9414,
  "ĠKÃ¼resel": 2893,
  "Ã¶cek": 9039,
  "ibe": 8855,
  "ĠSabah": 9208,
  "ĠRobotik": 8782,
  "Ġjson": 6379,
  "Ġzamanlarda": 3313,
  "ĠnoktasÄ±": 4241,
  "Ġyandan": 3130,
  "alÄ±ÄŁÄ±": 3432,
  "ĠkonuÅŁtu": 8512,
  "ĠboÄŁ": 9706,
  "Ġkonulardan": 16009,
  "Ġmistik": 12607,
  "ĠadamlarÄ±": 8012,
  "Ġbelirli": 1360,
  "ĠDÃ¶n": 4743,
  "ĠkayÄ±tlarÄ±": 11995,
  "ĠtiÅŁÃ¶rt": 14840,
  "kÄ±rÄ±": 14213,
  "Ġmaliyetlerini": 7126,
  "lenme": 3494,
  "Ġki": 2672,
  "Ġbekle": 11093,
  "Ġkrom": 13075,
  "Ġsaniyelik": 13818,
  "ĠParagraf": 8040,
  "Ã¼rt": 15867,
  "Ġshape": 14762,
  "ĠkullanmanÄ±n": 2374,
  "Ġuf": 6450,
  "ĠdÃ¼nyasÄ±nÄ±": 15331,
  "mesini": 2450,
  "Ġonunla": 8779,
  "ĠaraÅŁtÄ±rÄ±n": 5048,
  "ĠbaÅŁarÄ±yla": 8193,
  "ĠyÃ¼zyÄ±lÄ±n": 11586,
  "Ġtablosu": 5113,
  "ĠFÄ±stÄ±k": 14364,
  "ĠsalÄ±nÄ±r": 16223,
  "Ġkarakt": 3519,
  "Ã¼ÅŁ": 464,
  "ĠodayÄ±": 15645,
  "ĠsandviÃ§": 7426,
  "Ġbazen": 8602,
  "kon": 14210,
  "ĠyanÄ±l": 8541,
  "Ġ\"\"\")": 9666,
  "lamayan": 14323,
  "ĠMÃ¼mkÃ¼n": 6218,
  "Ġkentsel": 12111,
  "ĠbÃ¼yÃ¼t": 15974,
  "bot": 5845,
  "ĠcivarÄ±nda": 15717,
  "Ġderinliklerinde": 8418,
  "ĠhayatÄ±mÄ±zÄ±n": 10524,
  "ĠdÃ¼nya": 1261,
  "Error": 6929,
  "Ġsorunu": 4060,
  "dump": 16293,
  "Ġdesenlerini": 14571,
  "ĠhÄ±zlandÄ±r": 8883,
  "ĠÄ±sÄ±": 2057,
  "ĠÅŁarkÄ±cÄ±": 13427,
  "Ġvegan": 7052,
  "Ġkonusunda": 1584,
  "ĠVeritab": 7637,
  "<|class|>": 7,
  "ĠkonuÅŁmalar": 8744,
  "ĠKuruluÅŁ": 14126,
  "Ã¼lasyonu": 13599,
  "Ġgenellikle": 983,
  "ĠkarÅŁÄ±lÄ±klÄ±": 12942,
  "Ġiklim": 1843,
  "oÃ§": 8811,
  "Ä±p": 1927,
  "ĠanlamlÄ±": 2152,
  "ĳ": 175,
  "setValue": 7728,
  "ĠalÄ±nan": 6366,
  "Ġfeneri": 10541,
  "ĠFÄ±rÃ§asÄ±": 16378,
  "layers": 7773,
  "Ġtrafik": 5680,
  "forman": 1525,
  "ĠbaÄŁlayan": 16018,
  "__": 774,
  "ĠTom": 6018,
  "ĠTÃ¼k": 7952,
  "Ġkategorize": 4033,
  "Ġaday": 5314,
  "ĠÃ¶nlemeye": 9895,
  "Ġtedavi": 5340,
  "conv": 9341,
  "Ġbakar": 10379,
  "ULT": 15642,
  "laÅŁma": 3844,
  "Ġbuna": 5475,
  "Pr": 9976,
  "ĠJake": 13754,
  "ĠbilgisayarÄ±": 9797,
  "ĠsakinleÅŁtirici": 11577,
  "Ġkasabada": 8416,
  "ĠodaklanÄ±n": 8371,
  "ĠfÄ±rsatlarÄ±nÄ±": 15307,
  "Ġterapisi": 14086,
  "outputs": 10819,
  "ĠS": 292,
  "ĠÃ§alÄ±ÅŁmasÄ±": 5727,
  "Ġsek": 3068,
  "ĠiÃ§erik": 2381,
  "ĠboÅŁluk": 13961,
  "ĠsayÄ±sÄ±nÄ±n": 11435,
  "izce": 11336,
  "afa": 7626,
  "ĠÃĩeviri": 11249,
  "ĠparkÄ±n": 13950,
  "Ġmarat": 13924,
  "diy": 9026,
  "ĠHolden": 13495,
  "ĠÃ¶zetleyin": 1831,
  "Ġ...": 12103,
  "ĠoranlarÄ±": 13717,
  "Ġfont": 5521,
  "alnÄ±z": 2598,
  "18": 5236,
  "Ġyolda": 8133,
  "ĠsarÄ±": 3382,
  "ĠÄ°sten": 15522,
  "ĠsaÄŁladÄ±ÄŁÄ±": 8594,
  "ĠyÄ±kamak": 16358,
  "Ġkendinize": 13837,
  "ĠYardÄ±mcÄ±": 14123,
  "ĠTemsil": 8390,
  "alt": 3836,
  "Ã¼yÃ¼": 7078,
  "Ġsebzeli": 10156,
  "Ġmerkezine": 16300,
  "ĠNijer": 13184,
  "Ġtr": 1067,
  "ĠÃ§ok": 756,
  "ĠkadÄ±nÄ±n": 16006,
  "Ġsav": 1556,
  "back": 5173,
  "ĠÅŁablon": 11637,
  "ĠiletiÅŁimi": 5095,
  "abrika": 6635,
  "ĠuzaklaÅŁtÄ±r": 8926,
  "Ġistey": 14417,
  "ĠBilim": 3455,
  "Ġdepolamak": 4211,
  "ĠNÃ¼kleer": 13183,
  "ĠGÄ±da": 7624,
  "ĠtanÄ±mlama": 7511,
  "ĠolduÄŁ": 563,
  "ĠyÃ¶ntemini": 14517,
  "Ã§Ä±lÄ±": 11696,
  "ĠoluÅŁturabilir": 7482,
  "ĠcanlÄ±": 2089,
  "dÄ±klarÄ±": 5663,
  "ĠyayÄ±lmasÄ±": 13819,
  "dam": 1410,
  "ĠyakÄ±n": 2465,
  "ĠdÄ±ÅŁ": 2195,
  "ĠÃ§ekmek": 5266,
  "ĠUnion": 13488,
  "Ġtoplanan": 10068,
  "amÄ±z": 7211,
  "ĠRich": 10698,
  "ĠolduÄŁun": 6758,
  "sion": 3544,
  "attentions": 9908,
  "Ġorganizma": 6271,
  "Ġ8": 881,
  "Ġfeda": 13640,
  "ĠtabanlÄ±": 2872,
  "ĠkullanÄ±mÄ±yla": 7253,
  "lie": 12603,
  "ĠTabii": 10818,
  "Ġdikkat": 1793,
  "create": 6489,
  "abilme": 6993,
  "ĠAtÄ±k": 13403,
  "Ġ\"": 319,
  "laÅŁmak": 15104,
  "menizi": 6873,
  "Ġuygulama": 887,
  "aze": 2818,
  "ĠCode": 3540,
  "Ġanlam": 1023,
  "ileÅŁtir": 1357,
  "ĠyatÄ±r": 1662,
  "ĠCuma": 13168,
  "ĠtarzÄ±nÄ±n": 15446,
  "ĠAlt": 7534,
  "ĠdeÄŁerlendirmesini": 16195,
  "Ġboyan": 9801,
  "ĠÃĸzet": 10445,
  "ĠyÄ±lda": 4356,
  "Ġkib": 10000,
  "Ġmateryali": 12423,
  "ĠgÃ¼vende": 5876,
  "ĠoyuncularÄ±n": 13402,
  "ĠSnap": 15013,
  "urls": 9419,
  "Ġkost": 16007,
  "ĠtanÄ±": 1056,
  "atÄ±r": 868,
  "Ġedilm": 2700,
  "Ġbin": 6202,
  "Ġrandev": 8658,
  "ĠkanÄ±tlanmÄ±ÅŁtÄ±r": 15454,
  "ilmesini": 5800,
  "¼": 138,
  "Ä±sÄ±": 961,
  "Ġmiyav": 12380,
  "P": 67,
  "ĠgÃ¼cÃ¼": 3323,
  "et": 223,
  "ezer": 5436,
  "ĠOrt": 6567,
  "od": 437,
  "Ġcre": 7619,
  "Ġgiz": 1498,
  "ĠzamanlarÄ±n": 14362,
  "ĠformÃ¼l": 10793,
  "ĠÄ°Ã§": 2291,
  "Ġkod": 1618,
  "ĠHaklar": 12175,
  "()}": 13791,
  "inputs": 9151,
  "ovask": 10808,
  "ĠkullanÄ±rken": 6574,
  "ĠÃ¶nÃ¼ne": 9290,
  "eÄŁiyle": 15006,
  "ĠdÃ¼nyasÄ±na": 16239,
  "Ġcinsinden": 9192,
  "Ä±nabilir": 4352,
  "ĠkarÅŁÄ±t": 15148,
  "ĠyansÄ±tÄ±yor": 15439,
  "ĠCodeMindConfig": 12005,
  "ĠDÄ±ÅŁ": 5788,
  "ĠplanÄ±nÄ±": 16119,
  "ĠacÄ±": 3406,
  "opar": 12192,
  "ĠYerel": 5468,
  "Ġhacmini": 12960,
  "ĠDNA": 6013,
  "ĠgerektiÄŁinde": 5333,
  "O": 66,
  "Ġfaiz": 8758,
  "Ġhttps": 6298,
  "ĠkonularÄ±nda": 14392,
  "ĠSc": 7213,
  "Ġdinamik": 5221,
  "e": 88,
  "ĠyÃ¶nlendiren": 14649,
  "ĠnoktasÄ±nÄ±": 10788,
  "ĠdÃ¼zeltmek": 8980,
  "ĠyapÄ±lmÄ±ÅŁtÄ±r": 9063,
  "Ä±ndaki": 697,
  "ĠNegatif": 8931,
  "eceli": 14296,
  "ĠsÃ¶yleyen": 12816,
  "tizm": 14226,
  "ĠbiyoÃ§eÅŁit": 12388,
  "ĠyazÄ±m": 4983,
  "iew": 9201,
  "ĠgÃ¶rÃ¼nÃ¼mÃ¼nÃ¼": 13473,
  "tÄ±m": 5359,
  "lesi": 5187,
  "ĠMetni": 7015,
  "Ġnedensel": 15127,
  "ĠMartin": 14111,
  "Ġsonsuz": 3296,
  "ĠtopraÄŁÄ±": 10217,
  "Ġzencef": 10024,
